{"1": [{"tree": 1, "name": "НАВИГАЦИОННОЕ УСТРОЙСТВО И СПОСОБ НАВИГАЦИИ\n", "number": "7650237", "category": "Обработка данных: транспортные средства, навигация и относительное местоположение.", "issue_date": "19.01.2010", "application_date": "27.07.2006", "department": "США", "applicants": "Alpine Electronics, Inc.", "inventors": "Aoto Hidekazu", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US42170119", "text": "Принцип работы устройства основан на способе отображения символьных строк, соответствующих названиям зданий, временных сооружений, дорог и других объектов. Устройство хранит картографические данные, которые необходимы для различных навигационных действий, таких как построение маршрута или поиск объектов. Картографические данные могут быть идентифицированы и считаны путем определения номера графического листа. Устройство включает в себя GPS-приемник и различные датчики для определения положения объекта, носитель информации, блок дистанционного управления и  навигационный контроллер.", "imgs": ["1-1-1.png", "1-1-2.png", "1-1-3.png", "1-1-4.png", "1-1-5.png", "1-1-6.png", "1-1-7.png", "1-1-8.png", "1-1-9.png"], "label": "1-1-1.png"}, {"tree": 1, "name": "СИСТЕМА ВЫДАЧИ РЕКЛАМНЫХ ОБЪЯВЛЕНИЙ НА ОСНОВЕ ОБРАБОТКИ ЕСТЕСТВЕННОГО ЯЗЫКА\r", "number": "8145489", "category": "Оборудование для записи, связи или поиска информации.", "issue_date": "27.03.2012", "application_date": "30.07.2010", "department": "США", "applicants": "VoiceBox Technologies, Inc.", "inventors": "Freeman Tom\nKennewick Mike", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US43474060", "text": "Предложены система и способ для выбора и представления рекламных объявлений на основе обработки входных данных на естественном языке. Пользовательский фрагмент речи принимается устройством ввода, затем разговорный процессор идентифицирует запрос. По меньшей мере одно рекламное объявление может быть выбрано и представлено пользователю как ответ, также на естественном языке, создавая ощущение живого диалога. Запрос и последующее взаимодействие пользователя с устройством могут отслеживаться для построения статистического профиля пользователя с целью улучшения качества выдачи. ", "imgs": ["1-2-1.png", "1-2-2.png", "1-2-3.png"], "label": "1-2-1.png"}, {"tree": 1, "name": "СИСТЕМА СОВМЕСТНОГО ИСПОЛЬЗОВАНИЯ  ПРОГРАММЫ РАСПОЗНОВАНИЯ РЕЧИ \r", "number": "8562434", "category": "Обработка данных: обработка речевого сигнала, сжатие/распаковка звука, обработка интерфейса оператора и экранной заставки, интерактивные системы распространения видео.\n", "issue_date": "22.10.2013", "application_date": "13.01.2012", "department": "США", "applicants": "Google Inc.\r", "inventors": "Goller Michael D.\nGoller Stuart E.\r\n", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US73631588", "text": "Изобретение позволяет создавать и использовать в программном обеспечении, играх, приложениях или на других вычислительных устройствах общий профиль программы распознавания речи с помощью интерфейса совместного использования. Профиль может содержать грамматику, шаблоны речевых команд, прикладные данные, пользовательскую информацию, имена часто открываемых файлов и приложений и т.п. Интерфейс совместного использования может быть представлен в виде веб-сайта, веб-службы, базы данных, файловой системы, приложения, одноранговой сети, системы хранения файлов.", "imgs": ["1-3-1.png", "1-3-2.png", "1-3-3.png", "1-3-4.png", "1-3-5.png", "1-3-6.png", "1-3-7.png", "1-3-8.png", "1-3-9.png", "1-3-10.png", "1-3-11.png"], "label": "1-3-1.png"}, {"tree": 1, "name": "УСТРОЙСТВА С ПОДДЕРЖКОЙ ГОЛОСОВЫХ КОМАНД И КОНТЕКСТНОЙ ОБРАБОТКОЙ ДАННЫХ\r", "number": "8676904", "category": "Электрические компьютеры и системы цифровой обработки: мультикомпьютерная передача данных.\n", "issue_date": "18.03.2014", "application_date": "02.10.2008", "department": "США", "applicants": "Apple Inc.\r", "inventors": "Lindahl Aram M.\r", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US43746246", "text": "Электронное устройство может получать голосовые команды от пользователя, хранить контекстную информацию, передавать голосовую команду и контекстную информацию на вычислительное оборудование, такое как настольный компьютер или удаленный сервер. Вычислительное оборудование может выполнять операцию распознавания речи в голосовой команде, обрабатывать контекстную информацию, отвечать на команду и передавать информацию обратно в электронное устройство, что позволяет устройству отвечать на голосовую команду пользователя в режиме диалога.", "imgs": ["1-4-1.png", "1-4-2.png", "1-4-3.png", "1-4-4.png", "1-4-5.png", "1-4-6.png", "1-4-7.png", "1-4-8.png"], "label": "1-4-1.png"}, {"tree": 1, "name": "ДИЗАЙН ЭЛЕКТРИЧЕСКОГО ВЕЛОСИПЕДА\r", "number": "USD730781S1\n", "category": "Транспорт.", "issue_date": "02.06.2015", "application_date": "18.08.2014", "department": "США", "applicants": "Bewegen Technologies Inc\r", "inventors": "Dominic Arbour\nMichel Dallaire\nColin Cote", "link": "https://patents.google.com/patent/USD730781S1/en?oq=USD730781S1", "text": "Рисунок 1 - вид сзади в перспективе справа электрического велосипеда в соответствии с нашим новым дизайном. Рисунок 2 представляет собой вид спереди слева конструкции; Рисунок 3 - вид сверху конструкции; Рисунок 4 - вид спереди конструкции Рисунок 5 представляет собой вид сзади конструкции; Рисунок 6 - вид сбоку конструкции; и, Рисунок 7 - вид сбоку конструкции. Пунктирные линии, показанные на чертежах, иллюстрируют участки электрического велосипеда, который не является частью заявленной конструкции. \r", "imgs": ["1-7-1.png", "1-7-2.png", "1-7-3.png", "1-7-4.png", "1-7-5.png", "1-7-6.png", "1-7-7.png"], "label": "1-7-1.png"}, {"tree": 1, "name": "УСТРОЙСТВО И СПОСОБ РАСПОЗНАВАНИЯ ЖЕСТОВ", "number": "9207860", "category": "Электронная цифровая обработка данных.", "issue_date": "08.12.2015", "application_date": "25.05.2012", "department": "США", "applicants": "BlackBerry Limited\r", "inventors": "Tobias Rydenhag\nDaniel Johansson\nNils Roger\nAndersson Reimer", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US95555437", "text": "Изобретение относится к электронному устройству, такому как мобильный телефон, смартфон, портативный компьютер, планшет, навигатор и т. п. Одно или более касаний, именуемых сенсорными контактами или тактильными событиями, могут быть обнаружены сенсорным дисплеем устройства. Встроенный процессор может определять атрибуты касания: X и Y координаты точки контакта, количество одновременных нажатий, направление и скорость движения. Устройство распознаёт касание любого подходящего элемента ввода, такого как палец, стилус (активный или пассивный), перо или другого, в зависимости от характера сенсорного дисплея.\r", "imgs": ["1-5-1.png", "1-5-2.png", "1-5-3.png", "1-5-4.png"], "label": "1-5-1.png"}, {"tree": 1, "name": "ВИРТУАЛЬНЫЙ ПОМОЩНИК ТЕЛЕЗРИТЕЛЯ\r", "number": "9338493", "category": "Иллюстрированные связи, например, телевидение.", "issue_date": "10.05.2016", "application_date": "26.09.2014", "department": "США", "applicants": "Apple Inc.\r", "inventors": "Marcel Van Os\nHarry Saddler\nLia Napolitano\nJonathan Russell\nPatrick Lister\nRohit Dasari", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US154005349", "text": "Раскрыты системы и способы взаимодействия пользователя и провайдера TV-услуг с использованием интеллектуального помощника (\"виртуального ассистента\"). Он взаимодействует с телевизионной приставкой и управляет контентом, выводимым на экран телевизора. Поддерживается функция голосового управления.  Ассистент выполняет задачи в соответствии с намерением пользователя, в том числе воспроизводит медиаданные в интерфейсах, которые трансформируются в зависимости от количества информации. В некоторых случаях на основе медиа-контента, показанного на дисплее, пользователю могут быть предоставлены персональные рекомендации.\r", "imgs": ["1-6-1.png", "1-6-2.png", "1-6-3.png", "1-6-4.png", "1-6-5.png", "1-6-6.png", "1-6-7.png", "1-6-8.png", "1-6-9.png", "1-6-10.png", "1-6-11.png", "1-6-12.png", "1-6-13.png", "1-6-14.png", "1-6-15.png", "1-6-16.png", "1-6-17.png", "1-6-18.png", "1-6-19.png", "1-6-20.png", "1-6-21.png", "1-6-22.png", "1-6-23.png", "1-6-24.png", "1-6-25.png", "1-6-26.png", "1-6-27.png", "1-6-28.png", "1-6-29.png", "1-6-30.png", "1-6-31.png", "1-6-32.png", "1-6-33.png", "1-6-34.png", "1-6-35.png", "1-6-36.png", "1-6-37.png", "1-6-38.png", "1-6-39.png", "1-6-40.png", "1-6-41.png", "1-6-42.png"], "label": "1-6-1.png"}, {"tree": 1, "name": "МЕТОД И НОСИМОЕ УСТРОЙСТВО УДАЛЁННОГО УПРАВЛЕНИЯ С ПОМОЩЬЮ ЖЕСТОВ\r", "number": "10110272", "category": "передача данных, электронная цифровая обработка данных, телефония, беспроводные сети.", "issue_date": "23.10.2018", "application_date": "19.12.2016", "department": "США", "applicants": "CenturyLink Intellectual Property LLC\r", "inventors": "Thomas Charles\nBarnett, Jr", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US212742485", "text": "Данные инструменты и методы относятся к реализации концепции Интернета вещей (IoT). И хотя пульты дистанционного управления в настоящее время доступны на рынке, они не относятся к IoT-устройствам. Изобретение состоит из «WCD» - носимого управляющего устройства, и «RCS» - удалённой вычислительной системы.  WCD принимает от пользователя информацию с помощью касаний, жестов или голосовых команд. Далее RSC-система идентифицирует пользовательское устройство из множества устройств удалённого управления и устанавливает с ним соединение для передачи команд и инструкций через беспроводную связь. ", "imgs": ["1-8-1.png", "1-8-2.png", "1-8-3.png", "1-8-4.png", "1-8-5.png", "1-8-6.png", "1-8-7.png", "1-8-8.png", "1-8-9.png", "1-8-10.png", "1-8-11.png"], "label": "1-8-1.png"}, {"tree": 1, "name": "ИНТЕЛЛЕКТУАЛЬНЫЙ ПОМОЩНИК ДЛЯ ДОМАШНЕЙ АВТОМАТИЗАЦИИ\n", "number": "10170123", "category": "Анализ, синтез и распознавание речи, обработка речи и голоса, системы управления, электронная цифровая обработка сигнала.", "issue_date": "01.01.2019", "application_date": "30.09.2014", "department": "США", "applicants": "Apple Inc.\r", "inventors": "Ryan M. Orr\nGarett R. Nell\nBenjamin Brumbaugh", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US153438374", "text": "Изобретение относится к системе и способам использования виртуального помощника для управления электронными устройствами.  Пользователь может производить ввод команд на естественном языке для управления одним или несколькими устройствами домашней автоматизации. Устройство передаёт запись речи на сервер для преобразования в текстовое представление. Распознанная команда направляется сервером на конкретное исполняющее устройство, которое выполняет команду и отправляет в ответ информацию о своём текущем состоянии. ", "imgs": ["1-9-1.png", "1-9-2.png", "1-9-3.png", "1-9-4.png", "1-9-5.png", "1-9-6.png", "1-9-7.png", "1-9-8.png", "1-9-9.png", "1-9-10.png", "1-9-11.png", "1-9-12.png", "1-9-13.png", "1-9-14.png", "1-9-15.png"], "label": "1-9-1.png"}], "2": [{"tree": 2, "name": "МУЗЫКАЛЬНЫЙ СИНТЕЗАТОР", "number": "3986426", "category": "Электрофонические музыкальные инструменты, музыка.", "issue_date": "19.10.1976", "application_date": "28.08.1975", "department": "США", "applicants": "FAULHABER MARK\r\nEDWIN", "inventors": "Faulhaber\r\nMark Edwin", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US36888697 ", "text": "Музыкальный синтезатор формирует пропорциональные по высоте напряжения с помощью  резисторов и позволяет управлять ими посредством клавиатуры.  Генератор, управляемый этими переменными напряжениями формирует высокочастотный  сигнал, кратный всем желаемым гармоническим частотам, выделяет отдельные гармоники и преобразует их в синусоидальные волны. Устройство содержит фильтры частот, которые смешивают волны разных частот в требуемых пропорциях, регулируют их параметры, такие как атака, затухание, вибрато для каждой отдельной ноты и подают в динамики.   ", "imgs": ["2-12-1.png", "2-12-2.png", "2-12-3.png", "2-12-4.png", "2-12-5.png", "2-12-6.png", "2-12-7.png"], "label": "2-12-1.png"}, {"tree": 2, "name": "КАРАНДАШ ДЛЯ РИСОВАНИЯ С УСТРОЙСТВОМ ОПТИЧЕСКОГО СКАНИРОВАНИЯ", "number": "4184044", "category": "Инструменты для письма и рисования, счётные устройства, телеграфия.", "issue_date": "15.01.1980", "application_date": "13.01.1978", "department": "США", "applicants": "Ernst\r\nLeitz Wetzlar\r\nGmbH", "inventors": "Zwerenz\r\nDietmar", "link": "https://www.patentsview.org/web/#detail/patent/4184044", "text": "Предложено устройство цифрового чертёжного карандаша. Устройство включает сканирующий элемент с магнитной катушкой и оптический прибор, который анализирует сетчатую пластину чертёжного стола и преобразует изображения на нём в электрический сигнал. Сканирующий элемент магнитной катушки расположен рядом с пишущим наконечником карандаша таким образом, что его ось наклонена относительно оси чертежного карандаша, чтобы в нормальном положении при работе карандашом ось сканирующего элемента магнитной катушки была выровнена перпендикулярно поверхности чертежного стола.  ", "imgs": ["2-10-1.png", "2-10-2.png"], "label": "2-10-1.png"}, {"tree": 2, "name": "ЦИФРОВОЙ ГРАФИЧЕСКИЙ ПЛАНШЕТ", "number": "4564079", "category": "Обработка электронных цифровых данных, телеграфия, коммуникации.", "issue_date": "14.01.1986", "application_date": "30.07.1984", "department": "США", "applicants": "Koala Technologies\r\nCorporation", "inventors": "Moore Cecil A.\nLangford Gordon B.", "link": "https://www.patentsview.org/web/#detail/patent/4564079 ", "text": "Изобретение относится к классу дигиталайзеров, или цифровых сенсорных планшетов, и используется для ввода рисунков от руки непосредственно в графический терминал компьютера. Два или более плоских разнесённых в пространстве лист обладают разными проводящими и резистивными покрытиями. Они прижимаются друг к другу с помощью усилий стилуса или пальца оператора. Это нажатие создает электрический точечный контакт или ряд дискретных контактов (если стилус или палец перемещается по верхнему листу), передавая координаты X-Y контакта в терминал и далее на видеоэкран. ", "imgs": ["2-10-1.png", "2-10-2.png", "2-10-3.png"], "label": "2-10-1.png"}, {"tree": 2, "name": "ЛАСТИК ДЛЯ ЭЛЕКТРОННОЙ ДОСКИ", "number": "4670751", "category": "Телеграфия.", "issue_date": "02.06.1987", "application_date": "06.01.1984", "department": "США", "applicants": "Fujitsu Limited", "inventors": "Enokido\r\nShunji\r\nKodani Hideyuki\r\nOhta Hajime", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US37651414 ", "text": "Область стирания и точность устройства может изменяться в зависимости от размеров подлежащей стиранию фигуры. Устройство включает в себя основной блок и два блока: стационарный, для малой площади и съёмный, для большой площади. Детекторы, установленные в основном блоке, определяют, когда происходит приближение к поверхности электронной доски, и/или что используется блок стирания большой площади, и посылают соответствующий сигнал в системный контроллер.  ​\r\nКонтроллер запоминает области, на которых производилось стирание и передаёт информацию в устройство графического вывода. \r", "imgs": ["2-9-1.png", "2-9-2.png", "2-9-3.png", "2-9-4.png", "2-9-5.png"], "label": "2-9-1.png"}, {"tree": 2, "name": "ПРОГРАММИРУЕМЫЙ КОНТРОЛЛЕР ДЛЯ ВИДЕОИГР", "number": "5259626", "category": "Системы обработки компьютерной графики и избирательные системы визуального отображения устройства развлечений: игры.", "issue_date": "09.11.1993", "application_date": "07.08.1992", "department": "США", "applicants": "STD Electronic\r\nInternational Ltd.", "inventors": "Ho Patrick T.", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US38206076 ", "text": "Контроллер для видеоигр включает в себя механизм для записи, хранения и извлечения последовательности команд. При воспроизведении относительно сложной игры с использованием большой последовательности команд, которые используются повторно, эти команды должны вводиться только один раз и могут быть извлечены по мере необходимости. ​", "imgs": ["2-8-1.png", "2-8-2.png", "2-8-3.png", "2-8-4.png"], "label": "2-8-1.png"}, {"tree": 2, "name": "HID-УСТРОЙСТВО ДЛЯ РАСПОЗНАВАНИЯ ДВИЖЕНИЯ РУКИ В ТРЁХМЕРНОМ ПРОСТРАНСТВЕ", "number": "5581276", "category": "Системы обработки компьютерной графики и селективного визуального отображения.", "issue_date": "03.12.1996", "application_date": "08.09.1993", "department": "США", "applicants": "Kabushiki Kaisha\r\nToshiba", "inventors": "Cipolla Roberto\nOkamoto Yasukazu\nKuno Yoshinori", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US38600235", "text": "Изобретение относится к классу HID-устройств (Human Interface Device), которые подключаются к вычислительной технике для участия в работе человека. Изобретение использует методы распознавания движений на основе динамической обработки изображений. Движения руки субъекта, работающего оператором, могут быть точно установлены и преобразованы в управляющие команды для компьютера. Устройство формирует временной ряд изображений, выделяет признаки четырех опорных точек и с помощью аффинного преобразования вычисляет изменение их положений. ", "imgs": ["2-7-1.png", "2-7-2.png", "2-7-3.png", "2-7-4.png", "2-7-5.png", "2-7-6.png", "2-7-7.png", "2-7-8.png", "2-7-9.png", "2-7-10.png", "2-7-11.png", "2-7-12.png", "2-7-13.png", "2-7-14.png"], "label": "2-7-1.png"}, {"tree": 2, "name": "ОПТОЭЛЕКТРОННЫЙ ПЕРЕКЛЮЧАТЕЛЬ, РЕАГИРУЮЩИЙ НА ДВИЖЕНИЕ", "number": "6828546", "category": "Энергия излучения.", "issue_date": "07.12.2004", "application_date": "12.07.2002", "department": "США", "applicants": "REIME GERD", "inventors": "Reime Gerd", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US39965425", "text": "Изобретение относится к классу оптоэлектронных переключателей / коммутаторов, которые в некоторых случаях имеют преимущества перед привычными механическими. Например, их детали не подвержены механическому износу, и, следовательно, имеют больший срок службы, а также не являются водочувствительными и не требуют защитного кожуха. Оптоэлектронный ключ состоит из светоизлучающий элемент и, приёмника. Световой поток рассеивается или отражается объектами, которые расположены в детектируемой области​. Сигнал подаётся в блок оценки, который вычисляет прошедшие во времени изменения и идентифицирует движение объекта. ​", "imgs": ["2-6-1.png", "2-6-2.png", "2-6-3.png", "2-6-4.png", "2-6-5.png", "2-6-6.png", "2-6-7.png", "2-6-8.png", "2-6-9.png"], "label": "2-6-1.png"}, {"tree": 2, "name": "УСТРОЙСТВО И СПОСОБ УДАЛЁННОГО ОБНАРУЖЕНИЯ ПРИСУТСТВИЯ", "number": "7599044", "category": "Оптика: измерение и тестирование.", "issue_date": "06.10.2009", "application_date": "23.06.2005", "department": "США", "applicants": "Apple Inc.", "inventors": "Hotelling Steve P.\r\nBrenneman Scott A.", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US41620237", "text": "Изобретение используется для обнаружения присутствия человека, не требуя от него звукового или тактильного воздействия. Изобретение может быть встроено в электронное устройство, такое как настольный компьютер или ноутбук. Используя несколько источников излучения изобретение способно определить, когда человек входит в область детектирования, и в ответ на его появление активировать электронное устройство.​ Это может оказаться особенно полезным, когда, например, устройство потребляет значительную мощность и/или может оказывать отрицательное воздействие, если остается активным в течение длительного времени. ​", "imgs": ["2-5-1.png", "2-5-2.png", "2-5-3.png", "2-5-4.png", "2-5-5.png", "2-5-6.png", "2-5-7.png"], "label": "2-5-1.png"}, {"tree": 2, "name": "СЕНСОРНОЕ УСТРОЙСТВО С ДАТЧИКОМ КАСАНИЯ, КОТОРОЕ РАСПОЗНАЁТ ЧАСТИ РУКИ", "number": "8633898", "category": "Телеграфия.", "issue_date": "21.01.2014", "application_date": "30.07.2007", "department": "США", "applicants": "Apple Inc.", "inventors": "Westerman Wayne\r\nElias John G.", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US41888646", "text": "Изобретение представляет собой устройство и способы слежения за множественными контактами пальцев и ладони, прикосновениями и скольжением по сенсорной поверхности дисплея. Определение и классификация различных конфигураций интуитивного движения рук новым универсальным, эргономичным устройством ввода​ позволяют пользователю избавиться от большого количества сложных последовательных действий на клавиатуре или движений мыши, таких как наведение курсора, прокрутка, переключение между приложениями и т.п.", "imgs": ["2-4-1.png", "2-4-2.png", "2-4-3.png", "2-4-4.png", "2-4-5.png", "2-4-6.png", "2-4-7.png", "2-4-8.png", "2-4-9.png", "2-4-10.png", "2-4-11.png", "2-4-12.png", "2-4-13.png", "2-4-14.png", "2-4-15.png", "2-4-16.png", "2-4-17.png", "2-4-18.png", "2-4-19.png", "2-4-20.png", "2-4-21.png", "2-4-22.png", "2-4-23.png", "2-4-24.png", "2-4-25.png", "2-4-26.png", "2-4-27.png", "2-4-28.png", "2-4-29.png", "2-4-30.png", "2-4-31.png", "2-4-32.png", "2-4-33.png", "2-4-34.png", "2-4-35.png", "2-4-36.png", "2-4-37.png", "2-4-38.png", "2-4-39.png", "2-4-40.png", "2-4-41.png", "2-4-42.png", "2-4-43.png", "2-4-44.png", "2-4-45.png"], "label": "2-4-1.png"}, {"tree": 2, "name": "СИСТЕМА И СПОСОБ СОЗДАНИЯ ТРЕХМЕРНОГО ОТОБРАЖЕНИЯ ЖЕСТА В ДВУМЕРНОЙ ИГРЕ", "number": "9504920", "category": "Карточные, настольные или рулеточные игры; игры в помещении; видеоигры.", "issue_date": "29.11.2016", "application_date": "03.09.2014", "department": "США", "applicants": "Aquifi, Inc.", "inventors": "Nazim Kareemi\r\nAbbas Rafii", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US130865425", "text": "Игрок с помощью естественных жестов в трехмерных координатах взаимодействует с двумерным игровым приложением, выводимым на плоском дисплее. Это требует преобразования переданных игроком параметров в данные игрового мира и наоборот, а также их масштабирование при необходимости. Игровое приложение в ответ на полученные данные визуализирует их с точки зрения восприятия игрока. Жесты распознаются с помощью разнесенных в пространстве камер, соединенных с программным обеспечением в карманном устройстве, таком как смартфон или планшет, причем устройство может включать в себя гироскоп и/или акселерометр. ​", "imgs": ["2-3-1.png", "2-3-2.png", "2-3-3.png", "2-3-4.png", "2-3-5.png", "2-3-6.png", "2-3-7.png", "2-3-8.png", "2-3-9.png"], "label": "2-3-1.png"}, {"tree": 2, "name": "ВКЛЮЧЕНИЕ ЭЛЕКТРОННЫХ КОМПОНЕНТОВ В ИНТЕРАКТИВНЫЙ ТЕКСТИЛЬ", "number": "10155274", "category": "Верхняя одежда; защитная одежда; аксессуары.", "issue_date": "18.12.2018", "application_date": "03.05.2017", "department": "США", "applicants": "Google Inc.", "inventors": "Karen Robinson\r\nNan Wei Gong\r\nMustafa Karagozler\r\nIvan Poupyrev", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US202586340", "text": "Интерактивный текстиль имеет в своём составе токопроводящие нити, способные передавать сенсорные сигналы, например, от ёмкостного датчика касания. С помощью электронных компонентов, в том числе гибких печатных плат, интерактивный текстиль может обрабатывать тактильные данные, используя их для инициирования функциональных возможностей различных удалённых устройств. Например, помочь пользователям в управлении громкостью стереосистемы или телевизора или в переходе на веб-страницу. Благодаря своей гибкости материал может быть легко интегрирован в носимые предметы, такие как одежда, ручная кладь, тканевые оболочки, головные уборы и т.п.", "imgs": ["2-2-1.png", "2-2-2.png", "2-2-3.png", "2-2-4.png", "2-2-5.png", "2-2-6.png", "2-2-7.png", "2-2-8.png"], "label": "2-2-1.png"}, {"tree": 2, "name": "ГОЛОГРАФИЧЕСКИЙ МИКРОДИСПЛЕЙ ДЛЯ УМНЫХ ОЧКОВ", "number": "10210844", "category": "Оптические элементы, системы или устройства.", "issue_date": "19.02.2019", "application_date": "29.06.2015", "department": "США", "applicants": "Microsoft Technology\r\nLicensing, LLC", "inventors": "Joel S. Kollin\r\nAndreas Georgiou\r\nAdrian Travis\r\nDouglas Christopher Burger", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US189867257", "text": "Устройство с микродисплеем относится к области иммерсивных технологий и может быть закреплено на голове пользователя. Устройство позволяет просматривать изображение, создаваемое голографической проекцией.  Изобретение включат в себя оптические элементы, направляющие потоки света на панель, где и формируется изображение, и процессор либо приёмник, предоставляющий данные для генерации изображения. Устройство может быть использовано с системами виртуальной и дополненной реальности, а также использовать в качестве фона для виртуального слоя видимый пользователем реальный мир. ", "imgs": ["2-1-1.png", "2-1-2.png", "2-1-3.png", "2-1-4.png", "2-1-5.png", "2-1-6.png", "2-1-7.png", "2-1-8.png"], "label": "2-1-1.png"}], "3": [{"tree": 3, "name": "СИСТЕМА И СПОСОБ СОЕДИНЕНИЯ МОБИЛЬНЫХ УСТРОЙСТВ ПО ТЕХНОЛОГИИ UMA\r", "number": "7646745", "category": "Мультиплексная связь.", "issue_date": "12.01.2010", "application_date": "30.06.2006", "department": "США", "applicants": "T-Mobile USA, Inc.", "inventors": "Caldwell Christopher\nLinkola Janne\nChugh Jasdeep\nHsu James\nSenour Jelena", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US42491943", "text": "Изобретение позволяет поставщикам услуг связи упростить и сделать более комфортным опыт пользователей мобильных устройств. UMA (Нелицензируемый Мобильный Доступ) - это технология, обеспечивающая плавный переход между беспроводными сетями и локальными сетями. После включения питания устройство предлагает пользователю подключится к альтернативной сети беспроводного доступа, поддерживаемой стандартами мобильного телефона. Это приводит к повышению пропускной способности системы и мощности мобильной станции. \r", "imgs": ["3-1-1.png", "3-1-2.png", "3-1-3.png", "3-1-4.png", "3-1-5.png", "3-1-6.png", "3-1-7.png", "3-1-8.png", "3-1-9.png", "3-1-10.png", "3-1-11.png", "3-1-12.png", "3-1-13.png", "3-1-14.png", "3-1-15.png"], "label": "3-1-1.png"}, {"tree": 3, "name": "ДИЗАЙН ЭЛЕКТРОННОЙ ФОТО-КАМЕРЫ\r", "number": "USD681652S1\r", "category": "Оборудование для записи, связи или поиска информации.", "issue_date": "07.05.2013", "application_date": "12.03.2012", "department": "США", "applicants": "FUJIFILM Corporation\r", "inventors": "Akemi Oda\nChinatsu Watanabe\nYuuki Okabe\nAtsushi Misawa", "link": "https://patents.google.com/patent/USD681652S1/en?oq=USD681652S1", "text": "Рисунок 1 - вид спереди электронной камеры в соответствии с первым вариантом осуществления настоящей конструкции; Рисунок 2 - его вид сзади; Рисунок 3 - их вид сверху; Рисунок 4 - его вид снизу; Рисунок 5 - вид с правой стороны; и Рисунок 6 - его вид сбоку слева. Рисунок 7 - вид спереди электронной камеры в соответствии со вторым вариантом осуществления настоящей конструкции; Рисунок 8 - его вид сзади; Рисунок 9 - их вид сверху; Рисунок 10 - его вид снизу; Рисунок 11 - вид с правой стороны; и, Рисунок 12 - его вид сбоку слева. Части, показанные пунктирной линией, не заявлены. ", "imgs": ["3-2-1.png", "3-2-2.png", "3-2-3.png", "3-2-4.png", "3-2-5.png", "3-2-6.png"], "label": "3-2-1.png"}, {"tree": 3, "name": "СИСТЕМА РАСПОЗНОВАНИЯ ТРЁХМЕРНЫХ ОБЪЕКТОВ\r", "number": "8553989", "category": "Компьютерное оборудование и программное обеспечение, анализ изображений.", "issue_date": "08.10.2013", "application_date": "27.04.2010", "department": "США", "applicants": "HRL Laboratories, LLC\r\n", "inventors": "Owechko Yuri\nMedasani Swarup\nNelson Jim", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US91567397&_cid=P10-KDRGL2-23580-1 \r", "text": "С помощью данного метода могут быть распознаны, оцифрованы и классифицированы различные трёхмерные объекты, какие как: заводские изделия, продовольственные товары, объекты окружающей среды, транспортные средства, бытовые отходы и т.п. Способ основан на математических методах, использующих построение трёхмерной гистограммы облака точек. Элементы формы объекта собираются в вектор признаков. Наконец, 3D объект, представляющий интерес, классифицируется как конкретный объект на выходе статистического классификатора по достижении предварительно определенного порога.", "imgs": ["3-3-1.png", "3-3-2.png", "3-3-3.png", "3-3-4.png", "3-3-5.png", "3-3-6.png", "3-3-7.png", "3-3-8.png", "3-3-9.png"], "label": "3-3-1.png"}, {"tree": 3, "name": "КРУГЛЫЙ ТЕРМОСТАТ С ВРАЩАЮЩИМСЯ ПОЛЬЗОВАТЕЛЬСКИМ ЭЛЕМЕНТОМ \r", "number": "8998102", "category": "Автоматическое регулирование температуры и влажности.\r", "issue_date": "07.04.2015", "application_date": "12.08.2014", "department": "США", "applicants": "Google Inc.\r\n", "inventors": "Anthony M. Fadell\u000bMatthew L. Rogers\nDavid Sloo\nMichael Plitkins\nShigefumi Honjo\nJohn B. Filson", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US124050195", "text": "Описан стационарный низкопрофильный термостат с вращающимся фланцевым элементом для управления системой HVAC (Heating, Ventilation, & Air Conditioning) — технологии поддержания в заданных пределах параметров воздуха: температуры, влажности и химического состава в помещениях (климат-контроль). Термостат включает в себя кольцевой контроллер, который вращается вокруг центральной оси, и оптический датчик, направленный от центральной оси к обращенной внутрь поверхности кольцевого контроллера для точного детектирования оптических сигналов. ​", "imgs": ["3-4-1.png", "3-4-2.png", "3-4-3.png", "3-4-4.png", "3-4-5.png", "3-4-6.png", "3-4-7.png", "3-4-8.png", "3-4-9.png", "3-4-10.png", "3-4-11.png", "3-4-12.png", "3-4-13.png", "3-4-14.png", "3-4-15.png", "3-4-16.png", "3-4-17.png", "3-4-18.png"], "label": "3-4-1.png"}, {"tree": 3, "name": "СИСТЕМА И СПОСОБ ПРОВЕДЕНИЯ ПЛАТЕЖЕЙ МЕЖДУ АВТОМАТАМИ И МОБИЛЬНЫМИ УСТРОЙСТВАМИ\r\n", "number": "9547859", "category": "Системы или методы обработки данных, специально адаптированные для административных, коммерческих, финансовых и управленческих целей.", "issue_date": "17.01.2017", "application_date": "18.07.2014", "department": "США", "applicants": "PayRange Inc.\r\n", "inventors": "Paresh K. Patel\r\nChau M. Doan\r", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US151389624 \r", "text": "Устройство с одним или несколькими процессорами, памятью и двумя или более возможными каналами связи получает от платежного модуля запрос авторизации через первый канал связи (например, Bluetooth). Устройство отправляет на сервер запрос через второй канал связи (например, сотовую связь или технологию Wi-Fi). В ответ на запрос устройство получает от сервера информацию о параметрах авторизации и определяет условие для выполнения транзакции, после чего через первый канал связи происходит обмен данными об оплате через платёжный терминал.", "imgs": ["3-6-1.png", "3-6-2.png", "3-6-3.png", "3-6-4.png", "3-6-5.png", "3-6-6.png", "3-6-7.png", "3-6-8.png", "3-6-9.png", "3-6-10.png", "3-6-11.png", "3-6-12.png", "3-6-13.png", "3-6-14.png"], "label": "3-6-1.png"}, {"tree": 3, "name": "ЭКРАН ТЕРМОЦИКЛЕРА С ГРАФИЧЕСКИМ ИНТЕРФЕЙСОМ ПОЛЬЗОВАТЕЛЯ\r", "number": "USD785025S1\r", "category": "Оборудование для записи, связи или поиска информации. ", "issue_date": "25.04.2017", "application_date": "23.02.2016", "department": "США", "applicants": "Life Technologies Corp\r\n", "inventors": "Sean Zimmerman\r\nScott Rickes\r\nJoseph Lee\r\nMichael Jackson\r", "link": "https://patents.google.com/patent/USD785025 \r", "text": "Термоциклер (амплификатор) - специализированный лабораторный прибор, позволяющий копировать фрагмент ДНК. Прибор проводит тысячи однотипных циклов. Для того, чтобы копирование было как можно более точным, изменения температуры происходят максимально быстро. Устройство проводит серию (циклы) нагреваний/охлаждений, причем пользователь сам устанавливает длительность цикла и температурные параметры. Преимущество прибора в том, что изменения температуры происходит за секунды (от 2 до 10 градусов за секунду). Точность поддержания температуры на заданном уровне составляет от 0,1 до 0,5 градуса. \r", "imgs": ["3-7-1.png"], "label": "3-7-1.png"}, {"tree": 3, "name": "ДИЗАЙН ПЕРИСТАЛЬТИЧЕСКОГО МЕДИЦИНСКОГО НАСОСА\r\n", "number": "USD801519S1\r\n", "category": "Медицинское и лабораторное оборудование.", "issue_date": "31.10.2017", "application_date": "02.10.2015", "department": "США", "applicants": "Deka Products LP\r", "inventors": "Erik N. Sabin\r\nMatthew R. Gill\r\nJames L. Sloss\r", "link": "https://patents.google.com/patent/USD801519 \r", "text": "Рисунок 1 - перспективный вид перистальтического медицинского насоса спереди, сверху и справа, показывающий наш новый дизайн; Рисунок 2 - вид спереди его сбоку; Рисунок 3 - его вид сбоку сзади; Рисунок 4 - его вид сбоку слева. Рисунок 5 - вид сбоку с правой стороны; Рисунок 6 - вид сверху этого плана; и, Рисунок 7 - его вид снизу. Пунктирные линии на чертежах иллюстрируют части перистальтического медицинского насоса, которые не являются частью заявленной конструкции. ​", "imgs": ["3-5-1.png", "3-5-2.png", "3-5-3.png", "3-5-4.png", "3-5-5.png", "3-5-6.png", "3-5-7.png"], "label": "3-5-1.png"}, {"tree": 3, "name": "МОДЕЛИРОВАНИЕ ФИЗИЧЕСКИХ ПРОЦЕССОВ В ИНТЕРФЕЙСЕ МОБИЛЬНОГО ПРИЛОЖЕНИЯ (МАГАЗИНА) \r\n", "number": "10269058", "category": "Цифровая обработка данных для административных, коммерческих, финансовых и управленческих целей.", "issue_date": "23.04.2019", "application_date": "20.02.2014", "department": "США", "applicants": "Path Mobile Inc Ltd.\r", "inventors": "Nikhil Bhogal\nYigit Boyar\nEdward Scherf\nCynthia Samanian", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US107207357 ", "text": "Приложение, устанавливаемое на мобильное пользовательское устройство, представляет собой виртуальный магазин для социальной сети. Приложение отображает набор виртуальных товаров / наименований, доступных для покупки. Сенсорная информация считывается одним или несколькими датчиками на основе перемещения пользователем своего устройства в пространстве. На основе этой информации экран устройства отображает виртуальные товары, ориентируя их позицию относительно неподвижной точки обзора. ​", "imgs": ["3-8-1.png", "3-8-2.png", "3-8-3.png", "3-8-4.png", "3-8-5.png", "3-8-6.png"], "label": "3-8-1.png"}, {"tree": 3, "name": "МОДУЛЬНЫЙ ВЕНДИНГОВЫЙ АППАРАТ\r\n", "number": "10332331", "category": "Вендинговые аппараты.", "issue_date": "25.06.2019", "application_date": "22.12.2016", "department": "США", "applicants": "PEPSICO, INC.\r\n", "inventors": "Xuejun Li\r\nEmad Jafa\r\nJoshua Drake\r\nMichael D. Clapper\r\nBrian D. Clark\r", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US214734923 \r\n", "text": "Торговый аппарат включает в себя следующие элементы: модуль управления,  центральный модуль с механизмом захвата товара и один или несколько шкафов для хранения продуктов. Модуль управления, в свою очередь, может включать в себя пользовательский интерфейс, платёжную систему, датчики и контроллеры, с помощью которых ведётся учёт товара. Причём каждый из шкафов имеет собственные контроллеры, способные производить обмен данными с общим контроллером  модуля управления. Каждый из шкафов для хранения товара может быть изготовлен, упакован, и отправлен с завода отдельно, и затем установлен в месте своего назначения.   \r\n", "imgs": ["3-9-1.png", "3-9-2.png", "3-9-3.png", "3-9-4.png", "3-9-5.png", "3-9-6.png", "3-9-7.png", "3-9-8.png", "3-9-9.png", "3-9-10.png", "3-9-11.png", "3-9-12.png", "3-9-13.png", "3-9-14.png", "3-9-15.png"], "label": "3-9-1.png"}], "4": [{"tree": 4, "name": "СВЕТОВОЙ БАРЬЕР СО ФИЛЬТРАМИ СПЕКТРА И ОТРАЖАЮЩИМИ СРЕДСТВАМИ\r", "number": "4546246", "category": "Геофизика, гравитационные измерения, радиационная энергия. \r\n", "issue_date": "08.10.1985", "application_date": "21.09.1983", "department": "США", "applicants": "Erwin Sick GmbH Optik-Elektronik", "inventors": "Bechtel Klaus", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US37504148", "text": "Световой барьер предназначен для распознавания отражающих изделий и имеет на одной стороне контролируемого участка передатчик света, который объединен со светоприёмником, а на другом области - отражающее устройство. Отражающее устройство обладает характеристиками оптического фильтра, изменяя спектральное распределение светового луча  при отражении. ​Электронная схема обработки генерирует сигнал после попадания отраженного света на приемник, только в том случае, если показания спектрального распределения не соответствует базовому спектру. ​", "imgs": ["4-9-1.png", "4-9-2.png"], "label": "4-9-1.png"}, {"tree": 4, "name": "ПЕРЧАТКИ ДЛЯ ВИДЕО-КОНТРОЛЯ\r", "number": "4613139", "category": "Электричество: автоматы и выключатели. ", "issue_date": "23.09.1986", "application_date": "10.12.1984", "department": "США", "applicants": "ROBINSON WILLIAM HENRY II", "inventors": "Robinson William H.", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US37576859", "text": "Изобретение обеспечивает поступление управляющих сигналов в цифровой порт, предназначенный для джойстика видеоигры или клавиатуры компьютера. Устройство содержит пару перчаток, на кончиках пальцев которых расположены электрические контакты, соединенные с выбранными клеммами разъёма. ​Физический контакт между наконечниками большого пальца и одного из остальных четырёх пальцев руки образует электрическое соединение между этими контактами, обеспечивая прохождение электрического сигнала к соответствующему выводу управляющего порта. ​", "imgs": ["4-10-1.png", "4-10-2.png"], "label": "4-10-1.png"}, {"tree": 4, "name": "ЖИЛЕТ С СОЛНЕЧНЫМИ БАТАРЕЯМИ\r\n", "number": "4827534", "category": "Аккумуляторы: термоэлектрические и фотоэлектрические. ", "issue_date": "09.05.1989", "application_date": "26.05.1988", "department": "США", "applicants": "HAUGEN ALVIN E\r", "inventors": "Haugen Alvin E.", "link": "https://www.patentsview.org/web/#detail/patent/4827534 \r\n", "text": "Изобретение предназначено для ношения лицами, работающими на открытом воздухе. На задней части жилета установлена матрица фотогальванических элементов. Отдельные ячейки соединены последовательно друг с другом через пары выходных клемм. Клеммы выведены через ремень и на поясе жилета подсоединяются к выходному гнезду. ​Напряжение, возникающее на матрице фотоэлементов, может затем использоваться для зарядки аккумуляторных батарей, подвешенных к поясу, или соединяются с входным разъемом электроинструмента.", "imgs": ["4-6-1.png"], "label": "4-6-1.png"}, {"tree": 4, "name": "ВИДЕОАРФА\r\n", "number": "4968877", "category": "Музыка. ", "issue_date": "06.11.1990", "application_date": "14.09.1988", "department": "США", "applicants": "Sensor Frame Corporation\r", "inventors": "McAvinney Paul\u000bRubine Dean H.\r", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US37915283", "text": "Изобретение представляет собой устройство оптического сканирования для отслеживания движения множества пальцев, которые затем используются для управления устройствами воспроизведения света или звука, или для управления движением других физических объектов. Видеосистема распознаёт изображения кончиков пальцев исполнителя, используя всего один датчик. Движения кончиков пальцев преобразуются в управляющие сигналы и программируется, что обеспечивает возможность использования множества различных типов движений и жестов для разных целей. ​", "imgs": ["4-7-1.png", "4-7-2.png", "4-7-3.png", "4-7-4.png", "4-7-5.png"], "label": "4-7-1.png"}, {"tree": 4, "name": "БЕСПРОВОДНОЙ ТЕРМОСТАТ И СИСТЕМА КОНТРОЛЯ ОКРУЖАЮЩЕЙ СРЕДЫ В ПОМЕЩЕНИИ\r", "number": "4969508", "category": "Системы контроля или регулирования, кондиционер; увлажнение воздуха; \r\nтеплообмен. \r", "issue_date": "13.11.1990", "application_date": "25.01.1990", "department": "США", "applicants": "United Enertech Corporation\r", "inventors": "Tate Billy G.\nRies Roger P.", "link": "https://www.patentsview.org/web/#detail/patent/4969508 \r\n", "text": "Изобретение позволяет обитателю комнаты, имеющей общий воздуховод с другими помещениями, вручную или автоматически контролировать окружающую среду в своей комнате. Система включает в себя небольшой портативный пульт дистанционного управления для выбора заданных условий.​ Эти данные передаются на удаленный приемник, который подаёт сигналы в главный блок управления, соединенный с внешними устройствами управления средой: вентиляторами, клапанами, заслонками, кондиционерами, нагревателями и т.п. Пульт управления и главный блок включают в себя программируемый микроконтроллер.​\r", "imgs": ["4-8-1.png", "4-8-2.png", "4-8-3.png", "4-8-4.png", "4-8-5.png", "4-8-6.png", "4-8-7.png", "4-8-8.png", "4-8-9.png", "4-8-10.png", "4-8-11.png", "4-8-12.png", "4-8-13.png"], "label": "4-8-1.png"}, {"tree": 4, "name": "УСТРОЙСТВО ВИРТУАЛЬНОГО ВВОДА\r\n", "number": "6313825", "category": "Системы обработки компьютерной графики и выборочного визуального отображения.", "issue_date": "06.11.2001", "application_date": "28.12.1998", "department": "США", "applicants": "Gateway, Inc.\r\n", "inventors": "Gilbert, Timothy G.", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US39389968 \r\n", "text": "Устройство ввода для компьютера обнаруживает перемещение пальца или другого объекта в пределах выбранного пространства. Устройство используется для ввода команд в компьютер, например для управления перемещением курсора или для маркировки определенных фрагментов информации, отображаемой на дисплее компьютера.​ Направленные преобразователи принимают отражения энергии от объекта и подают сигналы в интерпретатор, который распознаёт команды и передаёт их управляющему устройству. ", "imgs": ["4-5-1.png", "4-5-2.png", "4-5-3.png", "4-5-4.png", "4-5-5.png", "4-5-6.png", "4-5-7.png", "4-5-8.png", "4-5-9.png", "4-5-10.png", "4-5-11.png"], "label": "4-5-1.png"}, {"tree": 4, "name": "УСТРОЙСТВО ДЛЯ ТЕСТИРОВАНИЯ ВНУТРЕННИХ СИСТЕМ АВТОМОБИЛЯ\r", "number": "8688311", "category": "Обработка данных: транспортные средства, навигация и относительное местоположение.", "issue_date": "01.04.2014", "application_date": "17.05.2012", "department": "США", "applicants": "Ford Global Technologies, LLC\r", "inventors": "Shelcusky Darren Peter\nMcClure Mark Allen", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US95601378 \r", "text": "Устройство применяется в сфере автопрома при испытаниях и тестировании новых модулей и пакетов ПО, подлежащих установке на транспортное средство. Первая панель устройства содержит входы, соответствующие различным переменным состояний автомобиля, и может имитировать все типовые изменения в состоянии транспортного средства. Вторая панель содержит входы соответствующие элементам системы управления, и может имитировать активацию различных элементов управления транспортным средством.​ \r", "imgs": ["4-4-1.png", "4-4-2.png"], "label": "4-4-1.png"}, {"tree": 4, "name": "ПОЛЬЗОВАТЕЛЬСКИЙ ИНТЕРФЕЙС ДЛЯ АВТОМАТИЧЕСКОГО ДВЕРНОГО ЗАМКА\r", "number": "10140791", "category": "Регистры времени или посещаемости; регистрация работы машин; генерация случайных чисел; аппарат для голосования или лотереи. ", "issue_date": "27.11.2018", "application_date": "29.06.2017", "department": "США", "applicants": "Neonode Inc.\r", "inventors": "Sairam Iyer\nStefan Holmgren\nPer Rosengren", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US205405175 \r", "text": "Интерфейс обеспечивает функциональную работу оптического датчика, способного определять местоположение объекта в двумерном пространстве перед замком. Датчик встроен в ручку замка под прозрачной, пропускающей свет крышкой, и использует одномерную матрицу чередующихся излучателей света и детекторов. Процессор, соединённый с датчиком и системой разблокирования двери способен определять целенаправленные перемещения пальца вдоль ручки по принципу ползунка. Шаблон этого движения программируется пользователем при установке замка, и если движение пальца в момент открытия ему соответствует, замок разблокируется. ", "imgs": ["4-3-1.png", "4-3-2.png", "4-3-3.png", "4-3-4.png", "4-3-5.png", "4-3-6.png", "4-3-7.png", "4-3-8.png", "4-3-9.png", "4-3-10.png", "4-3-11.png", "4-3-12.png", "4-3-13.png", "4-3-14.png", "4-3-15.png", "4-3-16.png", "4-3-17.png", "4-3-18.png", "4-3-19.png", "4-3-20.png", "4-3-21.png", "4-3-22.png", "4-3-23.png", "4-3-24.png", "4-3-25.png", "4-3-26.png", "4-3-27.png", "4-3-28.png", "4-3-29.png", "4-3-30.png", "4-3-31.png", "4-3-32.png", "4-3-33.png", "4-3-34.png", "4-3-35.png", "4-3-36.png", "4-3-37.png", "4-3-38.png", "4-3-39.png"], "label": "4-3-1.png"}, {"tree": 4, "name": "СПОСОБ ОПРЕДЕЛЕНИЯ ТИПА ТРАНСПОРТНОГО СРЕДСТВА НА ОСНОВЕ ДАННЫХ СМАРТФОНА\r", "number": "10573173", "category": "Системы управления движением. ", "issue_date": "25.02.2020", "application_date": "28.03.2018", "department": "США", "applicants": "Shandong Provincial Communications Planning And Design Institute\u000bTsinghua University\r", "inventors": "Wei Liu\nWeiling Wu\nKai Zhao\nYong Li", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US243321348 \r", "text": "Предложенный способ является частью интеллектуальной транспортной системы, которая может значительно повысить эффективность управления движением в реальном масштабе времени. Способ включает в себя: получение данных о траектории, записанных мобильным телефоном пользователя в течение некоторого периода времени; определение пользователей телефонов, находящихся на том же транспортном средстве, расчёт количества пассажиров, соответствующих траектории этого транспорта​; получение координат мест его отправления и назначения в комбинации с географическими данными. Стоимость получения больших данных такого рода мобильным оператором является достаточно низкой. ​", "imgs": ["4-2-1.png"], "label": "4-2-1.png"}, {"tree": 4, "name": "ИНТЕРФЕЙС НАРУЧНЫХ ЧАСОВ ДЛЯ ОЧКОВ ДОПОЛНЕННОЙ РЕАЛЬНОСТИ\r", "number": "10591730", "category": "Оптические элементы, системы или устройства. ", "issue_date": "17.03.2020", "application_date": "25.08.2017", "department": "США", "applicants": "Jonathan M. Rodriguez, II\r", "inventors": "Jonathan M. Rodriguez, II\r", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US242152130 \r\n", "text": "Устройства очков дополненной реальности позволяют владельцам получить новый опыт взаимодействия с реальным миром с помощью добавления в него виртуальных объектов. Очки содержат графический пользовательский интерфейс, который создаёт ощущение присутствия в воздушном пространстве прямо перед пользователем трёхмерных объектов. Однако проблема заключается в том, зачастую  пользователь взаимодействует с AR-объектами с помощью социально нежелательных жестов – размашистых движений руками перед собой. Использование наручных часов с удобным интерфейсом управления делает жесты более привычными и безопасными для окружающих.  ", "imgs": ["4-1-1.png", "4-1-2.png", "4-1-3.png", "4-1-4.png", "4-1-5.png", "4-1-6.png", "4-1-7.png", "4-1-8.png", "4-1-9.png", "4-1-10.png", "4-1-11.png", "4-1-12.png", "4-1-13.png"], "label": "4-1-1.png"}], "5": [{"tree": 5, "name": "УПРАВЛЕНИЕ ИСПОЛЬЗОВАНИЕМ АУДИО- И ВИДЕО- КОНТЕНТА", "number": "7650009", "category": "Анализ изображений.", "issue_date": "19.01.2010", "application_date": "07.05.2008", "department": "США", "applicants": "Digimarc Corporation", "inventors": "Rhoads Geoffrey B.\r", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US42683505", "text": "Настоящее изобретение относится к управлению использованием аудиоконтента или графических изображений (в том числе видео). Предлагается способ, включающий в себя: получение информации с помощью метода анализа элементов аудио или изображений, обращение к базам данных для получения разрешения прав пользования, предоставление информации удаленному устройству с целью обеспечения управления аудио-или видео- контентом в соответствии с разрешенными правами использования. ", "imgs": ["5-1-1.png", "5-1-2.png", "5-1-3.png", "5-1-4.png", "5-1-5.png", "5-1-6.png", "5-1-7.png", "5-1-8.png", "5-1-9.png", "5-1-10.png", "5-1-11.png", "5-1-12.png", "5-1-13.png", "5-1-14.png", "5-1-15.png", "5-1-16.png", "5-1-17.png", "5-1-18.png", "5-1-19.png", "5-1-20.png", "5-1-21.png", "5-1-22.png", "5-1-23.png", "5-1-24.png", "5-1-25.png", "5-1-26.png", "5-1-27.png", "5-1-28.png", "5-1-29.png", "5-1-30.png", "5-1-31.png", "5-1-32.png", "5-1-33.png", "5-1-34.png"], "label": "5-1-1.png"}, {"tree": 5, "name": "УСТРОЙСТВО ДЛЯ ПРОВЕРКИ ПОДЛИННОСТИ ЧИП-КАРТ", "number": "8408470", "category": "Адгезионное склеивание и химическое производство. ", "issue_date": "02.04.2013", "application_date": "14.05.2008", "department": "США", "applicants": "International Frontier Technology Laboratory, Inc.", "inventors": "Komatsu Nobuaki\u000bNanjo Shin-ichiro\r", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US43804477", "text": "Изобретение включает физическую структуру объектов, нуждающихся в проверке подлинности: карт, банкнот или сертификатов, а также способ определения их аутентичности.\r\nЧип, встроенный в карту, состоит из нескольких тонких слоёв прозрачных смол, внутри которых расположены разноцветные чешуйки. Нерегулярно расположенные частицы позволяют создавать трёхмерные поверхности, таким образом кодируя уникальную для каждого объекта информацию. Отражения с этих поверхностей считываются с помощью камеры и переводятся в пространственные данные, что позволяет однозначно оценить подлинность карты. ​\r", "imgs": ["5-2-1.png", "5-2-2.png", "5-2-3.png", "5-2-4.png", "5-2-5.png", "5-2-6.png", "5-2-7.png", "5-2-8.png", "5-2-9.png", "5-2-10.png", "5-2-11.png", "5-2-12.png", "5-2-13.png", "5-2-14.png", "5-2-15.png", "5-2-16.png"], "label": "5-2-1.png"}, {"tree": 5, "name": "УСТРОЙСТВО ДЛЯ КОНТРОЛЯ ЗА СОСТОЯНИЕМ ТРУБ", "number": "8547428", "category": "Телевидение.", "issue_date": "01.10.2013", "application_date": "30.10.2007", "department": "США", "applicants": "Seescan, Inc.", "inventors": "Olsson Mark S.\nCox David A.", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US91542069", "text": "Система контроля труб позволяет создавать 2D и 3D карту трубопровода. Она использует подвижную головку, в которой находится видеокамера и множество датчиков для мониторинга локального состояния труб: интегральный дипольный зонд, трехосевой компас, трехосевой акселерометр и т.п. Многоканальный кабель ретранслирует показания датчиков и видеоинформацию в процессор и систему отображения. Удобная мобильная станция содержит кейс для хранения кабеля и всех необходимых инструментов, устройство беспроводной передачи данных, пульт дистанционного управления и несколько отсеков для аккумуляторов.  ", "imgs": ["5-3-1.png", "5-3-2.png", "5-3-3.png", "5-3-4.png", "5-3-5.png", "5-3-6.png", "5-3-7.png", "5-3-8.png", "5-3-9.png", "5-3-10.png", "5-3-11.png", "5-3-12.png", "5-3-13.png", "5-3-14.png", "5-3-15.png", "5-3-16.png", "5-3-17.png", "5-3-18.png", "5-3-19.png", "5-3-20.png", "5-3-21.png", "5-3-22.png", "5-3-23.png", "5-3-24.png", "5-3-25.png", "5-3-26.png", "5-3-27.png", "5-3-28.png", "5-3-29.png", "5-3-30.png", "5-3-31.png", "5-3-32.png", "5-3-33.png", "5-3-34.png", "5-3-35.png"], "label": "5-3-1.png"}, {"tree": 5, "name": "СИСТЕМА И МЕТОД КОММУНИКАЦИИ С ПОМОЩЬЮ «УМНОГО» ИГРОВОГО УСТРОЙСТВА", "number": "8591302", "category": "Устройства для развлечений – игры.", "issue_date": "26.11.2013", "application_date": "11.03.2009", "department": "США", "applicants": "\nIn-Dot Ltd.", "inventors": "Raichman Yossef\nCohen Moshe", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US73136038", "text": "Настоящее изобретение осуществляет связь игрушки с клиентским терминалом,  используя световой сигнал в качестве индикатора передачи данных. Способ включает кодирование информации через мерцание светоизлучающего элемента, встроенного в игрушку. Информация передаётся на клиентский терминал с помощью команд управления мерцанием. Клиентский терминал позволяет осуществлять захват видеоизображения и последующее декодирование светового сигнала. ​", "imgs": ["5-4-1.png", "5-4-2.png", "5-4-3.png", "5-4-4.png", "5-4-5.png"], "label": "5-4-1.png"}, {"tree": 5, "name": "УСТРОЙСТВО СЧИТЫВАНИЯ ИДЕНТИФИКАЦИОННЫХ МЕТОК", "number": "8787672", "category": "Регистры, анализ изображений. ", "issue_date": "22.07.2014", "application_date": "10.03.2008", "department": "США", "applicants": "In-Dot Ltd.\r\n", "inventors": "Raichman Yossef\nBen-Tolila Itsick\nCohen Moshe", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US43234477", "text": "Настоящее изобретение позволяет добавлять интерактивные слои к печатаемым публикациям, например, книгам или журналам. Устройство позволяет считывать идентификационные метки, связанные с фрагментами печатной публикации, и представлять пользователю аудио информацию, соответствующую этим фрагментам. Информация, содержащаяся в названии меток считывается и распознаётся устройством, после чего в ответ на эту информацию устройство представляет пользователю мультимедийный контент. ", "imgs": ["5-5-1.png", "5-5-2.png", "5-5-3.png", "5-5-4.png", "5-5-5.png", "5-5-6.png", "5-5-7.png"], "label": "5-5-1.png"}, {"tree": 5, "name": "ОТОБРАЖЕНИЕ КОНТЕНТА, ЗАВИСЯЩЕГО ОТ МУЗЫКИ, НА УДАЛЁННОМ УСТРОЙСТВЕ\r", "number": "9460696", "category": "Устройство воспроизведения музыки. \r\n", "issue_date": "04.10.2016", "application_date": "16.12.2014", "department": "США", "applicants": "YAMAHA CORPORATION\r\n", "inventors": "Satoshi Hiratsuka", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US131965124", "text": "Устройство обработки информации, не связанное с устройством воспроизведения музыки, принимает на вход аудиосигнал, демодулирует его и преобразует в информацию о музыкальном фрагменте. В соответствии с извлечённой информацией, устройство идентифицирует контент, который необходимо показать пользователю в данный момент времени, затем вновь преобразует информацию в аудиосигнал и передаёт обратно на внешнее звуковоспроизводящее устройство. ", "imgs": ["5-6-1.png", "5-6-2.png", "5-6-3.png", "5-6-4.png", "5-6-5.png", "5-6-6.png", "5-6-7.png", "5-6-8.png", "5-6-9.png", "5-6-10.png", "5-6-11.png", "5-6-12.png"], "label": "5-6-1.png"}, {"tree": 5, "name": "ИГРЫ ДЛЯ СОТОВЫХ ТЕЛЕФОНОВ, ОСНОВАННЫЕ НА ТЕЛЕВИЗИОННЫХ АРХИВАХ", "number": "10137369", "category": "Карточные, настольные или рулеточные игры. ", "issue_date": "27.11.2018", "application_date": "24.10.2016", "department": "США", "applicants": "Winview, Inc.\r\n", "inventors": "David B. Lockton\nMark K. Berner", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US192184530", "text": "Игра осуществляется путём просмотра участниками видеофрагментов из архивированных телевизионных программ и выбора вариантов ответов, связанных с этими фрагментами. Баллы зачисляются на основании правильных ответов и результаты распределяются между участникам. Игра может воспроизводиться как персонально для одного игрока, так и в режиме многопользовательского соревнования, при этом информация от каждого игрока собирается в один общий файл и принимается сервером одновременно. \r", "imgs": ["5-7-1.png", "5-7-2.png", "5-7-3.png"], "label": "5-7-1.png"}, {"tree": 5, "name": "СПОСОБ ОБНАРУЖЕНИЯ ПРИСУТСТВИЯ ЧЕЛОВЕКА\r", "number": "10402624", "category": "Обработка или генерация данных изображения. ", "issue_date": "03.09.2019", "application_date": "28.02.2017", "department": "США", "applicants": "Apple Inc.\r", "inventors": "Edward Allen Valko\nMatthew C. Waldon\nRudolph Van der Merwe\nWilliam Matthew\nMyra M. Haggerty\nAlex T. Nelson", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US200473101", "text": "Способ описывает управление вычислительным устройством (компьютером, планшетом, мобильным телефоном) в состоянии пониженного энергопотребления и сбор данных от встроенного датчика. ​ На основе этого набора данных устройство определяет, находится ли объект в пределах порогового расстояния от него, и если да, то активирует ещё один датчик для сбора вторичного набора данных. На их основе устройство определяет, является ли объект человеком​. Если да, то устройство определяет положение человека в пространстве и выполняет выход из спящего режима. Если нет, то устройство остается в состоянии пониженного энергопотребления.\r", "imgs": ["5-9-1.png", "5-9-2.png", "5-9-3.png", "5-9-4.png", "5-9-5.png", "5-9-6.png", "5-9-7.png", "5-9-8.png", "5-9-9.png", "5-9-10.png", "5-9-11.png"], "label": "5-9-1.png"}, {"tree": 5, "name": "УСТРОЙСТВО ДЛЯ АНАЛИЗА НАЖАТИЯ КЛАВИШ В ПОЛЕ ВВОДА\r\n", "number": "10453066", "category": "Электрическая цифровая обработка данных.", "issue_date": "22.10.2019", "application_date": "07.07.2016", "department": "США", "applicants": "The 41st Parameter, Inc.\r", "inventors": "Ori Eisen", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US192187991", "text": "Система, способ и устройство для обнаружения нажатий, производимых посредством клавиш на  клавиатуре в связи с онлайн-транзакциями, которые могут являться мошенническими или ошибочными. Оценка нажатия  клавиши производится на основании ее расстояния от предыдущих нажатий. Цифровые значения нажатых клавиш в строке суммируются. ​Риск мошенничества или ошибки может быть определен на основе сравнения нормированной оценки строки с заранее установленным значением. ​", "imgs": ["5-8-1.png"], "label": "5-8-1.png"}], "6": [{"tree": 6, "name": "ВЫРАВНИВАНИЕ ПОКАЗАНИЙ ДАТЧИКА С ПОМОЩЬЮ МНОГОВОЛНОВОГО ОПТИЧЕСКОГО ИЗЛУЧЕНИЯ", "number": "7647083", "category": "Хирургия.", "issue_date": "12.01.2010", "application_date": "01.03.2006", "department": "США", "applicants": "Masimo Laboratories, Inc.\n", "inventors": "Al-Ali Ammar\nDiab Mohamed\nLamego Marcelo\nCoffin James P.\nAbdul-Hafiz Yassir", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US41340921", "text": "Предложен способ неинвазивного измерения физиологических параметров, каких как пульс, насыщенность кислородом, уровень гемоглобина и т.п. Показания датчика проходят участок компенсации оптической интенсивности, расположенный вдоль оптического пути от излучения до обнаружения сигнала. Это необходимо, чтобы  восполнить неравномерное затухание сигнала в тканях. Датчик оснащён источником, предназначенным для передачи участку ткани многоволнового оптического излучения. По меньшей мере один детектор способен обнаружить излучение после прохождения сквозь ткани с по меньшей мере одной длиной волны.", "imgs": ["6-1-1.png", "6-1-2.png", "6-1-3.png", "6-1-4.png", "6-1-5.png", "6-1-6.png", "6-1-7.png", "6-1-8.png", "6-1-9.png", "6-1-10.png", "6-1-11.png", "6-1-12.png", "6-1-13.png", "6-1-14.png", "6-1-15.png", "6-1-16.png", "6-1-17.png", "6-1-18.png", "6-1-19.png", "6-1-20.png", "6-1-21.png", "6-1-22.png"], "label": "6-1-1.png"}, {"tree": 6, "name": "КАБЕЛЬ С НИЗКИМ УРОВНЕМ ШУМА ДЛЯ ОКСИМЕТРИЧЕСКИХ ПРИБОРОВ\r", "number": "8921699", "category": "Электричество: проводники и изоляторы.", "issue_date": "21.07.2011", "application_date": "04.04.2011", "department": "США", "applicants": "Masimo Corporation", "inventors": "Al-Ali Ammar\nSchmidt John\nForrest Kevi", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US73300550", "text": "Изобретение представляет собой один или несколько шнуров из скрученных электрических кабелей, проводящих чувствительный к шуму сигнал. Шнур содержит вспомогательные фиктивные провода или очень гибкие полые кабели без проводника внутри. Поскольку эти кабели не содержат внутреннего наполнения, они выполняют роль изолятора, а проводящий шнур сам по себе становится более гибким и лёгким. При скручивании шнура его внешний диаметр уменьшается, а проводящие кабели остаются недеформированными и не производят посторонние электрические шумы.  ", "imgs": ["6-4-1.png", "6-4-2.png", "6-4-3.png", "6-4-4.png"], "label": "6-4-1.png"}, {"tree": 6, "name": "СИСТЕМА И СПОСОБЫ ПОЛУЧЕНИЯ КАЛИБРОВОЧНЫХ ДАННЫХ В ПУЛЬСОКСИМЕТРЕ", "number": "7991446", "category": "Хирургия. ", "issue_date": "02.08.2011", "application_date": "08.05.2006", "department": "США", "applicants": "MASIMO Corporation\r\n", "inventors": "Ali Ammar Al\nCarothers Don\nDalke David\nDiab Mohamed K.\nGoldman Julian M.\nKiani Massi E.\nLee Michael", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US41587904", "text": "Пульсоксиметр – контрольно-диагностический прибор для измерения уровня сатурации кислородом капиллярной крови.  Раннее обнаружение низкого уровня кислорода в крови является критическим в области медицины, поскольку недостаточная подача кислорода может привести к повреждению головного мозга и смерти в течение нескольких минут.  Изобретение включает в себя устройство пульсоксиметра, имеющее встроенный модуль памяти. Устройство сохраняет калибровочную  информацию, такую как данные о типах датчиков и их показания, которая используется для точного вычисления физиологических параметров крови.", "imgs": ["6-2-1.png", "6-2-2.png", "6-2-3.png", "6-2-4.png", "6-2-5.png", "6-2-6.png", "6-2-7.png", "6-2-8.png", "6-2-9.png", "6-2-10.png", "6-2-11.png"], "label": "6-2-1.png"}, {"tree": 6, "name": "СИСТЕМА АВАРИЙНОЙ СИГНАЛИЗАЦИИ ДЛЯ ПРИБОРОВ СЛЕЖЕНИЯ ЗА ПАЦИЕНТОМ", "number": "8203438", "category": "Коммуникации, электроника.  ", "issue_date": "19.06.2012", "application_date": "28.07.2009", "department": "США", "applicants": "Masimo Corporation\r", "inventors": "Kiani Massi Joe E.\nCebada Steve L.\nOlsen Gregory A.", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US43534658&tab=NATIONALBIBLIO \r", "text": "В системе сигнализации используется аварийный триггер, который следит за физиологическими параметрами и сообщает о выходе этих параметров за допустимые пределы. Параметры обрабатываются двух циклах: быстром и медленном,  соответствующим времени, которое требуется для того, чтобы пациент или врач смогли вовремя среагировать на критические значения параметров. Триггер запускает звуковые и визуальные аварийные сигналы. Для прекращения сигнала тревоги в течение предварительно определенного времени необходимо нажать соответствующую кнопку. ​", "imgs": ["6-3-1.png", "6-3-2.png", "6-3-3.png", "6-3-4.png", "6-3-5.png"], "label": "6-3-1.png"}, {"tree": 6, "name": "ИНТЕРФЕЙС ДЛЯ СОЗДАНИЯ ЗВУКОВ", "number": "8934088", "category": "Оптика: измерение и тестирование.", "issue_date": "13.01.2015", "application_date": "21.07.2009", "department": "США", "applicants": "Eigenlabs Limited", "inventors": "Lambert John Henry\nRigamonti Mark Justin\nChapman James Stephen", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US73399728 \r", "text": "Изобретение представляет собой корпус, который включает в себя механический затвор и детектор, принимающего сигнал. Детектор передаёт информацию в электронный процессор с памятью, который преобразует данные в звуковой сигнал. В одном варианте реализации затвор генерирует оптический сигнал разной мощности, в другом варианте – воздушный поток с возможностью изменения скорости посредством пропускного клапана.    \r\nСистема обеспечивает упрощенное взаимодействие между пользователем и процессором. ​\r", "imgs": ["6-5-1.png", "6-5-2.png", "6-5-3.png", "6-5-4.png", "6-5-5.png", "6-5-6.png", "6-5-7.png", "6-5-8.png", "6-5-9.png", "6-5-10.png", "6-5-11.png", "6-5-12.png", "6-5-13.png", "6-5-14.png", "6-5-15.png", "6-5-16.png", "6-5-17.png", "6-5-18.png", "6-5-19.png", "6-5-20.png", "6-5-21.png", "6-5-22.png", "6-5-23.png", "6-5-24.png", "6-5-25.png", "6-5-26.png", "6-5-27.png", "6-5-28.png"], "label": "6-5-1.png"}, {"tree": 6, "name": "БЕСПРОВОДНОЕ УСТРОЙСТВО НАБЛЮДЕНИЯ ЗА ПАЦИЕНТОМ", "number": "USD788312S1", "category": "Медицинское и лабораторное оборудование.", "issue_date": "30.05.2017", "application_date": "24.08.2015", "department": "США", "applicants": "Masimo Corp\r", "inventors": "Ammar Al-Ali\nEric Karl Kinast\nBilal Muhsin\nChad A. DeJong", "link": "https://patents.google.com/patent/USD788312 \r\n", "text": "Рисунок 1 - вид снизу, спереди, слева в перспективе беспроводного устройства наблюдения за пациентом, воплощающего нашу конструкцию; Рисунок 2 - его вид спереди; Рисунок 3 - частичный вид сверху, спереди, справа в аксонометрии; и, Рисунок 4 - частичный вид сверху, спереди, справа в аксонометрии в еще одном положении. Пунктирные линии, изображающие розетку и заднюю поверхность беспроводного устройства мониторинга пациента, иллюстрируют участки, которые не являются частью заявленной конструкции.  ​", "imgs": ["6-7-1.png", "6-7-2.png", "6-7-3.png", "6-7-4.png"], "label": "6-7-1.png"}, {"tree": 6, "name": "СИМУЛЯТОР ЗВУКОВ СЕРДЦА", "number": "9986952", "category": "Диагноз; операция; идентификация. ", "issue_date": "05.06.2018", "application_date": "10.03.2014", "department": "США", "applicants": "Masimo Corporation", "inventors": "Cristiano Dalvi\nMarcelo M. Lamego", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US107420086", "text": "Изобретение включает в себя системы и способы воспроизведения звуков сердцебиения. Система состоит из оптического датчика, который по полученным данным может генерировать форму сигнала в плетизмографе (аппарате для графического определения колебаний сердца) на заданной частоте. Также система включает в себя процессор, который взаимодействует с оптическим датчиком. Процессор имеет возможность генерировать аудиосигнал сердца на основании по меньшей мере одной из множества форм сигнала плетизмографа.", "imgs": ["6-8-1.png", "6-8-2.png", "6-8-3.png", "6-8-4.png", "6-8-5.png", "6-8-6.png", "6-8-7.png", "6-8-8.png", "6-8-9.png"], "label": "6-8-1.png"}, {"tree": 6, "name": "ВЫСОКОТОЧНЫЙ СЛУХОВОЙ АППАРАТ С ФУНКЦИЕЙ ПОДАВЛЕНИЯ ОБРАТНОЙ СВЯЗИ \r", "number": "10034103", "category": "Громкоговорители, микрофоны, аналогичные акустические датчики и преобразователи; комплекты для глухих; системы оповещения.\r", "issue_date": "24.07.2018", "application_date": "18.03.2015", "department": "США", "applicants": "EARLENS CORPORATION", "inventors": "Sunil Puria\r", "link": "https://patents.google.com/patent/US10034103 \r", "text": "Выходной преобразователь соединен с опорной конструкцией, конфигурация которой позволяет осуществлять физический контакт с барабанной перепонкой, слуховой косточкой и полукружным каналом человека. Входной преобразователь размещается вблизи ушного отверстия и служит для приема высокочастотных сигналов. ​ Шумоподавляющий элемент (акустический резистор или акустический экран) располагается вдоль слухового канала между барабанной перепонкой и входным преобразователем и обеспечивает требуемый профиль частотных характеристик. ​", "imgs": ["6-6-1.png", "6-6-2.png", "6-6-3.png", "6-6-4.png", "6-6-5.png", "6-6-6.png", "6-6-7.png", "6-6-8.png"], "label": "6-6-1.png"}, {"tree": 6, "name": "УМНЫЕ ОЧКИ ДЛЯ ИЗМЕРЕНИЯ АРТЕРИАЛЬНОГО ДАВЛЕНИЯ\r", "number": "10349887", "category": "Оптические элементы, системы или устройства.\r", "issue_date": "16.07.2019", "application_date": "04.04.2019", "department": "США", "applicants": "Facense Ltd.\r", "inventors": "Arie Tzvieli\nAri M. Frank\nOri Tzvieli\nGil Thieberger", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US248527152", "text": "Система измеряет давление на основе метода фотоплетизмографии – скрининговой диагностики состояния сосудов, капилляров через выявление нарушений микроциркуляции. Устройство включает в себя обращенную внутрь головку для захвата изображений первой интересующей области (часть открытой кожи лица пользователя), и обращенную наружу головку для захвата изображений второй интересующей области (кожа на руке пользователя). Установленные на голове камеры соединены со смартфоном или компьютером для вычисления значения кровяного давления на основе первого и второго фотоплетизмографических сигналов.​", "imgs": ["6-9-1.png", "6-9-2.png", "6-9-3.png", "6-9-4.png", "6-9-5.png", "6-9-6.png", "6-9-7.png", "6-9-8.png", "6-9-9.png", "6-9-10.png"], "label": "6-9-1.png"}], "7": [{"tree": 7, "name": "СИСТЕМА ОПРЕДЕЛИЯ МЕСТОНАХОЖДЕНИЯ ЦЕЛИ\r", "number": "4253166", "category": "Связь: директивные радиоволновые системы и устройства, например, радар, радионавигация. ", "issue_date": "24.02.1981", "application_date": "12.04.1979", "department": "США", "applicants": "Plessey Handel und Investments AG\r", "inventors": "Johnson Phillip L. M.", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US37199003", "text": "Изобретение может применяться в навигационных, радиолокационных или гидроакустических системах. Устройство содержит передатчик сигналов, который состоит из двух преобразователей сигналов, расположенных на некотором расстоянии друг от друга; генератор сигнала с возможностью постепенного увеличения частоты во время каждого импульса; ​и приемник эхо-сигналов, содержащий банк фильтров, которые могут покрывать предварительно определенную полосу частот. Расстояние до цели рассчитывается в соответствии с параметрами принятых эхо-сигналов разной частоты. ​", "imgs": ["7-2-1.png"], "label": "7-2-1.png"}, {"tree": 7, "name": "ТРОСТЬ ДЛЯ СЛЕПЫХ С УЛЬТРАЗВУКОВЫМ УСТРОЙСТВОМ ОБНАРУЖЕНИЯ ПРЕПЯТСТВИЙ", "number": "4280204", "category": "Палатка, навес, зонт или трость. ", "issue_date": "21.07.1981", "application_date": "05.06.1979", "department": "США", "applicants": "Polaroid Corporation", "inventors": "Elchinger Gilbert M.\r", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US37214774", "text": "Данное изобретение применяется для повышения мобильности и безопасности передвижения людей с ослабленным зрением и способно распознавать препятствия, мешающие движению. Трость оснащена компактным, двухрежимным ультразвуковым датчиком обнаружения препятствий. Датчик включает в себя комбинированный емкостной электростатический преобразователь, который посылает и принимает отражённый ультразвуковой сигнал в несколько пространственных зон – вниз, вверх и по ходу движения человека. ", "imgs": ["7-4-1.png", "7-4-2.png", "7-4-3.png", "7-4-4.png"], "label": "7-4-1.png"}, {"tree": 7, "name": "СИСТЕМА АВТОМАТИЧЕСКОГО ВКЛЮЧЕНИЯ СЛИВНОГО БАКА", "number": "4309781", "category": "Ванны, шкафы, раковины и плевательницы.", "issue_date": "12.01.1982", "application_date": "09.05.1980", "department": "США", "applicants": "Sloan Valve Company", "inventors": "Lissau Frederic\r", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US37291315", "text": "Система автоматического слива включает в себя управляемый с помощью электричества промывочный клапан, датчик для определения наличия человека и плату управления, реагирующую на датчик и инициирующую работу промывочного клапана. Датчик испускает оптические импульсы в пределах определенной области наблюдения. Система линз предназначена для сбора отраженного от движущихся объектов света, а свет, отраженный от стенок, плитки или других блестящих поверхностей, не активирует схему управления. ​Датчик установлен позади средства привода промывочного клапана так, чтобы исключить ложные срабатывания. ", "imgs": ["7-7-1.png", "7-7-2.png", "7-7-3.png"], "label": "7-7-1.png"}, {"tree": 7, "name": "СИСТЕМА ВИРТУАЛЬНОГО ПРОСТРАНСТВА ТЕЛЕКОНФЕРЕНЦИИ\r", "number": "4400724", "category": "Телевидение. ", "issue_date": "23.08.1983", "application_date": "08.06.1981", "department": "США", "applicants": "The United States of America as represented by the Secretary of the Army\r", "inventors": "Fields Craig I.\r", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US37346132", "text": "Система телеконференций включает в себя две и более отдельных станций и позволяет осуществлять коммуникацию одновременно между несколькими участниками. Каждая станция имеет собственную позицию в виртуальном пространстве конференц-связи и включает в себя видеодисплей, видеокамеру и громкоговоритель. Все станции располагаются на рабочем месте, не приспособленном специально для проведения конференций. Система включает в себя совместно используемую графическую систему отображения, которая комбинирует сигналы видеоданных.", "imgs": ["7-5-1.png", "7-5-2.png", "7-5-3.png", "7-5-4.png", "7-5-5.png", "7-5-6.png", "7-5-7.png", "7-5-8.png", "7-5-9.png"], "label": "7-5-1.png"}, {"tree": 7, "name": "ПЕРСОНАЛЬНЫЕ ПОРТАТИВНЫЕ ТЕЛЕФОНЫ", "number": "4748655", "category": "Телефонные коммуникации. ", "issue_date": "31.05.1988", "application_date": "24.07.1985", "department": "США", "applicants": "Racal Research Limited", "inventors": "Thrower Keith R.\nMunday Peter J.\nGill Trevor M.", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US37694614", "text": "Персональный портативный телефон позволяет пользователю осуществлять доступ к сети сотовой радиосвязи через ряд различных шлюзов, включая рацию, мобильный телефон, домашний или офисный телефон, пейджер. ​Изобретение  представляет собой многоканальное устройство, способное обслуживать большое количество персональных телефонов в пределах его зоны обслуживания. Устройство является транспортабельным и может быть расположено в общественных местах, таких как железнодорожные станции, аэропорты или вагоны поезда.​", "imgs": ["7-6-1.png", "7-6-2.png", "7-6-3.png"], "label": "7-6-1.png"}, {"tree": 7, "name": "СИСТЕМА ВИЗУАЛЬНОЙ И ЗВУКОВОЙ КОММУНИКАЦИИ С ДИСТАРНЦИОННЫМ УПРАВЛЕНИЕМ \r", "number": "5341167", "category": "Телевидение. ", "issue_date": "23.08.1994", "application_date": "03.12.1993", "department": "США", "applicants": "France Telecom Etablissement Autonome de Droit Public\r", "inventors": "Guichard Jacques\nBuchner Georges", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US38380133", "text": "Система визуальных и звуковых телекоммуникаций включает в себя аудиовизуальный терминал, фотоаппарат и телефонную трубку с наушником и микрофоном. Телефонная трубка также является пультом  дистанционного управления, она может отправлять команды на терминал и далее на устройства, соединенные с терминалом. ​", "imgs": ["7-3-1.png", "7-3-2.png", "7-3-3.png", "7-3-4.png"], "label": "7-3-1.png"}, {"tree": 7, "name": "УСТРОЙСТВО ВЫЗОВА ЛИФТА И СВЯЗАННЫЙ С НИМ СПОСОБ ЭКСПЛУАТАЦИИ ЛИФТОВОЙ УСТАНОВКИ", "number": "8763762", "category": "Лифт, промышленный погрузчик или стационарный лифт для автомобиля. ", "issue_date": "01.07.2014", "application_date": "18.09.2009", "department": "США", "applicants": "Finschi Lukas\u000bInventio AG\r\n", "inventors": "Finschi Lukas", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US73550955 \r\n", "text": "Изобретение представляет собой устройство для вызова лифта с сенсорным экраном. Входной сигнал создается при прикосновении пользователя к функциональному указателю, расположенному на сенсорном экране пульта управления. В некоторых вариантах осуществления указатель выполнен в виде геометрического узора, представляющего собой цифру или букву и/или является множеством линий. Посредством сигнала активируется конкретный режим устройства с учётом данных о времени или позиции. В том числе предусмотрен специальный режим для пассажиров с инвалидностью.", "imgs": ["7-8-1.png", "7-8-2.png", "7-8-3.png", "7-8-4.png", "7-8-5.png"], "label": "7-8-1.png"}, {"tree": 7, "name": "СИНХРОНИЗИРОВАННОЕ УПРАВЛЕНИЕ ОСВЕЩЁННОСТЬЮ ПОМЕЩЕНИЙ\r\n", "number": "8786767", "category": "Телевидение. ", "issue_date": "22.07.2014", "application_date": "02.11.2012", "department": "США", "applicants": "Microsoft Corporation", "inventors": "Rihn Bernard K.\u000bDietz Paul Henry\u000bKeam Nigel Stuart\u000bBathiche Steven Nabil", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US97305974 \r\n", "text": "Описаны различные устройства и технологии для быстрого синхронизированного освещения и затемнения помещений в момент передвижения по ним человека. Метод состоит в захвате одновременно двух видеоизображений, одно из которых интегрирует множество экспозиций в момент, когда область изображения освещается, а другое – когда область не освещается. ​​Такие устройства могут работать с медленными и относительно недорогими камерами и относительно низкими вычислительными затратами, при этом существенно снижая расходы электроэнергии на освещение помещений.  ​", "imgs": ["7-9-1.png", "7-9-2.png", "7-9-3.png", "7-9-4.png", "7-9-5.png", "7-9-6.png", "7-9-7.png", "7-9-8.png"], "label": "7-9-1.png"}, {"tree": 7, "name": "ПЕРСОНАЛЬНЫЙ УСИЛИТЕЛЬ ЗВУКА", "number": "8983100", "category": "Системы и устройства обработки электрического аудиосигнала. ", "issue_date": "17.03.2015", "application_date": "08.01.2013", "department": "США", "applicants": "VOXX International Corporation\r", "inventors": "Prapan Paul Tinaphong\r", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US90225738", "text": "Устройство персонального звукового усилителя представлено в виде слухового аппарата, который крепится к уху пользователя. Прибор не только усиливает звуки, но и осуществляет беспроводную связь с внешним электронным устройством, например, с сотовым телефоном. Устройство включает в себя микрофон, схему усиления и динамик. Голос пользователя детектируется микрофоном и передаётся радиочастотным передатчиком через антенну на внешнее электронное устройство.​ Сигналы от внешнего электронного устройства принимаются антенной, обрабатываются приемником и преобразуются динамиком в звуковые волны. ​", "imgs": ["7-1-1.png", "7-1-2.png", "7-1-3.png", "7-1-4.png", "7-1-5.png", "7-1-6.png", "7-1-7.png"], "label": "7-1-1.png"}], "8": [{"tree": 8, "name": "УСТРОЙСТВО И СПОСОБ ПОИСКА ВИДЕОКЛИПА", "number": "7647556", "category": "Обработка данных, обработка представления документа, обработка интерфейса оператора и обработка отображения заставки.", "issue_date": "12.01.2010", "application_date": "20.08.2004", "department": "США", "applicants": "Samsung Electronics Co., Ltd.", "inventors": "Kang Myung-won\nKim Du-il", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US42276308", "text": "Пользователь может прекратить воспроизведение видеофайла в ходе его просмотра, а позже снова включить воспроизведение с остановленного фрагмента. При этом устройство сохраняет информацию о кадре, на котором был остановлен просмотр. Способ поиска видеоклипа в соответствии с настоящим изобретением включает в себя этапы a) отображения заранее заданного количества видеоклипов на экране устройства, которое воспроизводит видеофайл, b) выбор пользователем конкретного видеоклипа среди всех отображенных на экране, и c) разделение и вывод кадров в соответствии с заданными опорными сигналами.", "imgs": ["8-1-1.png", "8-1-2.png", "8-1-3.png", "8-1-4.png", "8-1-5.png", "8-1-6.png", "8-1-7.png"], "label": "8-1-1.png"}, {"tree": 8, "name": "СИСТЕМА И СПОСОБ ДЛЯ ОБЕСПЕЧЕНИЯ ТРЕХМЕРНОЙ ВИДЕОКОНФЕРЕНЦИИ В СЕТЕВОЙ СРЕДЕ", "number": "8659637", "category": "Телевидение.", "issue_date": "25.02.2014", "application_date": "09.03.2009", "department": "США", "applicants": "Cisco Technology, Inc.", "inventors": "De Beer Marthinus F.\nShaffer Shmuel\n", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US43350656", "text": "Способ включает в себя прием данных, описывающих персональную позицию конечного пользователя. Медиа-поток выбирается из множества медиа-потоков, которые должны быть переданы пользователю на основе персональной позиции. Выбранный медиа-поток включает в себя данные изображения объекта, захваченного камерой, которые используются для построения трехмерной визуализации объекта.​ В более специфических вариантах выбор медиа-потока осуществляется сервером, соединенным с сетью. ", "imgs": ["8-2-1.png", "8-2-2.png", "8-2-3.png", "8-2-4.png", "8-2-5.png"], "label": "8-2-1.png"}, {"tree": 8, "name": "ДИЗАЙН ПЕРЕДНЕЙ ПАНЕЛИ pН-МЕТРА", "number": "D708083", "category": "Измерительные, тестовые или сигнальные инструменты. ", "issue_date": "01.07.2014", "application_date": "14.03.2013", "department": "США", "applicants": "Hanna Instruments, Inc.", "inventors": "Martino Nardo\nPiero Franco", "link": "https://patents.google.com/patent/USD708083S1", "text": "Вид патента – дизайн. На рисунке представлен вид спереди pH-метра с поверхностным орнаментом, презентующим наш новый дизайн пользовательского интерфейса; пунктирная линия устройства изображена в иллюстративных целях и не является частью заявленной конструкции.", "imgs": ["8-3-1.JPG"], "label": "8-3-1.png"}, {"tree": 8, "name": "КРУГЛЫЙ ТЕРМОСТАТ С ВРАЩАЮЩИМСЯ ПОЛЬЗОВАТЕЛЬСКИМ ЭЛЕМЕНТОМ \r", "number": "8998102", "category": "Автоматическое регулирование температуры и влажности.\r", "issue_date": "07.04.2015", "application_date": "12.08.2014", "department": "США", "applicants": "Google Inc.\r\n", "inventors": "Anthony M. Fadell\u000bMatthew L. Rogers\nDavid Sloo\nMichael Plitkins\nShigefumi Honjo\nJohn B. Filson", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US124050195", "text": "Описан стационарный низкопрофильный термостат с вращающимся фланцевым элементом для управления системой HVAC (Heating, Ventilation, & Air Conditioning) — технологии поддержания в заданных пределах параметров воздуха: температуры, влажности и химического состава в помещениях (климат-контроль). Термостат включает в себя кольцевой контроллер, который вращается вокруг центральной оси, и оптический датчик, направленный от центральной оси к обращенной внутрь поверхности кольцевого контроллера для точного детектирования оптических сигналов. ​", "imgs": ["3-4-1.png", "3-4-2.png", "3-4-3.png", "3-4-4.png", "3-4-5.png", "3-4-6.png", "3-4-7.png", "3-4-8.png", "3-4-9.png", "3-4-10.png", "3-4-11.png", "3-4-12.png", "3-4-13.png", "3-4-14.png", "3-4-15.png", "3-4-16.png", "3-4-17.png", "3-4-18.png"], "label": "3-4-1.png"}, {"tree": 8, "name": "ШПРИЦ С МЕДИЦИНСКИМ НАСОСОМ\r\n", "number": "D803387", "category": "Медицинское и лабораторное оборудование.", "issue_date": "21.11.2017", "application_date": "10.02.2015", "department": "США", "applicants": "Deka Products Ltd\r\n", "inventors": "Jesse T. Bodwell\nThomas A. Friedrich\nMatthew R. Gill\nLarry B. Gray\nJohn M. Kerwin", "link": "https://patents.google.com/patent/USD803387S1", "text": "Вид патента – дизайн. Рисунок 1 - вид спереди, сверху и справа в перспективе медицинского насоса для шприца, показывающий наш новый дизайн; \r\nРисунок 2 - вид спереди его сбоку; \r\nРисунок 3 - его вид сбоку сзади; Рисунок 4 - его вид сбоку слева; Рисунок 5 - вид сбоку с правой стороны; \r\nРисунок 6 - вид сверху этого плана; и, \r\nРисунок 7 - его вид снизу. Пунктирные линии на чертежах иллюстрируют части медицинского шприца, которые не являются частью заявленной конструкции. \r", "imgs": ["8-5-1.png", "8-5-2.png", "8-5-3.png", "8-5-4.png", "8-5-5.png"], "label": "8-5-1.png"}, {"tree": 8, "name": "ФОРМА ДИСПЛЕЯ ИГРОВОГО АВТОМАТА\r", "number": "D812148", "category": "Игры, игрушки и спортивные товары. ", "issue_date": "06.03.2018", "application_date": "24.03.2017", "department": "США", "applicants": "Bally Gaming, Inc.\r", "inventors": "Christian L. Castro\r\nRobert J. Glenn, II\r\nPaul M. Lesley\r", "link": "https://patents.google.com/patent/USD812148 \r", "text": "Вид патента – дизайн. Рисунок 1 - изометрический вид слева игрового автомата с изогнутым дисплеем. Рисунок 2 - изометрический вид справа игрового автомата, Рисунок 3 - вид спереди игрового автомата, Рисунок 4 - вид с правой стороны, Рисунок 5 - вид сзади игрового автомата, Рисунок 6 - вид слева игрового автомата, Рисунок 7 - вид сверху игрового автомата; и, Рисунок 8 - вид снизу игрового автомата. Пунктирные линии показаны с целью иллюстрации невостребованных частей игрового автомата с изогнутым дисплеем и не являются частью заявленной конструкции. \r", "imgs": ["8-6-1.png", "8-6-2.png", "8-6-3.png", "8-6-4.png", "8-6-5.png"], "label": "8-6-1.png"}, {"tree": 8, "name": "КОНТРОЛЛЕР ТЕМПЕРАТУРЫ\r", "number": "10082306", "category": "Кондиционеры, увлажнители воздуха, беспроводные сети, системы контроля.", "issue_date": "25.09.2018", "application_date": "01.07.2015", "department": "США", "applicants": "Google LLC", "inventors": "Anthony Fadell\r\nDavid Sloo\r\nMatthew Rogers\r\nRangoli Sharan\r", "link": "https://patents.google.com/patent/US10082306 \r\n", "text": "Описан термостат для регулирования температуры воздуха в здании. Показатели времени, за которое достигается заданная пользователем температура, рассчитывается и отображается на встроенном мониторе. Температура, которую необходимо установить в помещении вводится пользователем через приборную панель. Термостат может быть установлен на стене, а также может получать и отображать  данные с помощью удаленного устройства, которое осуществляет беспроводную связь с другими компонентами системы HVAC или системами умного дома.\r", "imgs": ["8-7-1.png", "8-7-2.png", "8-7-3.png", "8-7-4.png", "8-7-5.png", "8-7-6.png", "8-7-7.png", "8-7-8.png"], "label": "8-7-1.png"}, {"tree": 8, "name": "СИСТЕМА ДОМАШНЕЙ АВТОМАТИЗАЦИИ С ИНТЕЛЛЕКТУАЛЬНЫМ ИНТЕРФЕЙСТОМ", "number": "10133443", "category": "Системы домашней автоматизации, беспроводные сети, обработка цифровых сигналов.", "issue_date": "20.11.2018", "application_date": "14.06.2015", "department": "США", "applicants": "Google LLC", "inventors": "Lauren Von Dehsen\r\nZachery Kennedy\r\nTed Boda\r\nJason Ketterman\r\nMichael Mizono\r", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US185321440 \r\n", "text": "Вычислительное устройство связано с одним или несколькими электронными устройствами в системе умного дома. На основе текущего состояния окружающей среды определяется наборов признаков и отображается в приложении «умный дом». Оно запускается на вычислительном устройстве и позволяет пользователю управлять настройками с помощью интерфейса, состоящего из интуитивно понятных графических элементов (пиктограмм). Система считывает команды пользователя из приложения, производит вычисления и автоматически устанавливает новые параметры на всех подключённых к системе устройствах, достигая тем самым заданные показатели среды.   ", "imgs": ["8-8-1.png", "8-8-2.png", "8-8-3.png", "8-8-4.png", "8-8-5.png", "8-8-6.png", "8-8-7.png", "8-8-8.png", "8-8-9.png", "8-8-10.png", "8-8-11.png", "8-8-12.png", "8-8-13.png", "8-8-14.png", "8-8-15.png", "8-8-16.png", "8-8-17.png", "8-8-18.png", "8-8-19.png", "8-8-20.png", "8-8-21.png", "8-8-22.png", "8-8-23.png", "8-8-24.png", "8-8-25.png", "8-8-26.png", "8-8-27.png", "8-8-28.png", "8-8-29.png", "8-8-30.png", "8-8-31.png", "8-8-32.png", "8-8-33.png", "8-8-34.png", "8-8-35.png", "8-8-36.png", "8-8-37.png", "8-8-38.png", "8-8-39.png", "8-8-40.png"], "label": "8-8-1.png"}, {"tree": 8, "name": "КОНТРОЛЬ ДОСТУПА К ДАННЫМ ДЛЯ ЧАТ-БОТОВ", "number": "10511450", "category": "Передача цифровой информации, например, телеграфная связь. ", "issue_date": "17.12.2019", "application_date": "19.09.2017", "department": "США", "applicants": "Google LLC", "inventors": "Shelbian Fung\nRichard Dunn\nAnton Volkov\nAdam Rodriguez", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US214736246", "text": "Описан метод контроля и управления разрешениями чат-ботов при обмене сообщениями. Изобретение включает в себя возможный вид  пользовательского интерфейса приложения для обмена сообщениями, а также способ обнаружения в приложении запроса от пользователя на выполнение конкретного действия. Приложение способно определять, требует ли запрос пользователя доступа к его персональным данным, и если да, то повторно предоставить возможность выбора: одобрить или запретить доступ к этим данным.  ", "imgs": ["8-9-1.png", "8-9-2.png", "8-9-3.png", "8-9-4.png", "8-9-5.png", "8-9-6.png", "8-9-7.png", "8-9-8.png", "8-9-9.png"], "label": "8-9-1.png"}], "9": [{"tree": 9, "name": "ИНТЕГРАЦИЯ ЦИФРОВЫХ ВОДЯНЫХ ЗНАКОВ В МУЛЬТИМЕДИЙНЫЙ КОНТЕНТ", "number": "7643649", "category": "Анализ изображений. ", "issue_date": "05.01.2010", "application_date": "13.12.2005", "department": "США", "applicants": "Digimarc Corporation", "inventors": "Davis Bruce L.\nRodriguez Tony F.\nRhoads Geoffrey B.", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US41579248", "text": "Изобретение относится к цифровой маркировке контента и касается применения цифровых водяных знаков в мультимедийных данных – видео- и аудио- сигналах, статических изображениях, документах, ПО, 3d-моделях и текстурах. Цифровая маркировка представляет собой процесс встраивания машиночитаемого кода в информационное содержание таким образом, что встроенный код незаметен для пользователя, но может быть обнаружен посредством процесса автоматизированного декодирования. Система имеет два основных компонента: компонент внедрения, встраивающий водяной знак в медиа-контент, и компонент считывания, который обнаруживает встроенный водяной знак. ", "imgs": ["9-1-1.png", "9-1-2.png", "9-1-3.png"], "label": "9-1-1.png"}, {"tree": 9, "name": "ПРОВЕРКА ПОДЛИННОСТИ ДОКУМЕНТОВ\r", "number": "8280101", "category": "Анализ изображений. ", "issue_date": "02.10.2012", "application_date": "22.12.2009", "department": "США", "applicants": "Digimarc Corporation\n", "inventors": "__", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US73127721 \r\n", "text": "Настоящее изобретение относится к процессам аутентификации и идентификации документов. Идентификация — это процедура нахождения объекта в базе по его идентификатору. Аутентификация – это процедура проверки подлинности (факта соответствия) объекта, который запрашивает доступ. Документ содержит машиночитаемую информацию, включающую в себя зашифрованный двоичный код и его семантическое содержание.​ Устройство включает в себя: блок считывания идентификационного кода; устройство для обработки данных сообщения; электронный процессор, запрограммированный как блок принятия решения о том, является ли документ аутентичным.", "imgs": ["9-2-1.png", "9-2-2.png", "9-2-3.png"], "label": "9-2-1.png"}, {"tree": 9, "name": "ПРЕДОСТАВЛЕНИЕ КОНТЕНТА ПО МАШИНОЧИТАЕМОМУ КОДУ И ОТПЕЧАТКАМ ПАЛЬЦЕВ ПОЛЬЗОВАТЕЛЯ", "number": "8543661", "category": "Анализ изображений. ", "issue_date": "24.09.2013", "application_date": "27.12.2011", "department": "США", "applicants": "Digimarc Corporation", "inventors": "Rhoads Geoffrey B.\nRodriguez Anthony", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US73578365 \r\n", "text": "Настоящее изобретение относится к обработке аудио-и видеоданных и использованию персональных характеристик для предоставления релевантной информации пользователю. Одним из пунктов формулы изобретения является способ доступа к контенту, хранящемуся в удаленной базе данных. Способ включает в себя: прием видео-или аудиоданных; декодирование встроенного в них машиночитаемого кода; получение отпечатка пальца в дополнение к коду; определение пользовательских характеристик; обеспечение доступа к содержимому из удаленной базы данных в соответствии с этими характеристиками.", "imgs": ["9-3-1.png", "9-3-2.png", "9-3-3.png", "9-3-4.png"], "label": "9-3-1.png"}, {"tree": 9, "name": "СИНХРОНИЗАЦИЯ ИГР И ТЕЛЕВИЗИОННЫХ ПРОГРАММ С ПОМОЩЬЮ ДОПОЛНИТЕЛЬНЫХ УСТРОЙСТВ", "number": "8705195", "category": "Системы хранения и поиска динамической магнитной информации. Системы и устройства обработки электрического аудиосигнала.\r", "issue_date": "22.04.2014", "application_date": "30.05.2012", "department": "США", "applicants": "Winview, Inc.\r", "inventors": "Lockton David B.", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US76336173 \r", "text": "Интерактивное участие зрителей, игры и соревнования в режиме реального времени, социальное взаимодействие могут быть реализованы в программах, таких как телевизионные шоу или коммерческая реклама, с использованием второго экрана, например, мобильного телефона, планшета или ноутбука. Их синхронизация может осуществляться как посредством телевещания, так и через интернет (например, видео, отображаемое на веб-странице или мобильном устройстве). ​Возможно включение в программу любых видов игр, как на знания или умения, так и на везение и случайность, в том числе приключенческих квестов, связанных с поиском предметов.  \n", "imgs": ["9-4-1.png", "9-4-2.png", "9-4-3.png", "9-4-4.png", "9-4-5.png", "9-4-6.png", "9-4-7.png"], "label": "9-4-1.png"}, {"tree": 9, "name": "МЕТОД И СИСТЕМА СРАВНЕНИЯ ИЗОБРАЖЕНИЙ ПО ИХ ФРАГМЕНТАМ\r", "number": "8958629", "category": "Анализ изображений. ", "issue_date": "17.02.2015", "application_date": "22.04.2014", "department": "США", "applicants": "A9.com, Inc.", "inventors": "Ruzon Mark A.\nManmatha Raghavan\nTanguay Donald", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US107197493 \r\n", "text": "Изобретение относится к сферам компьютерного зрения, распознавания образов, трекинга движения, трёхмерного моделирования. Мэтчинг изображений (оценка степени сходства) выполняется для проверки того, имеют ли два изображения одно и то же содержимое. Например, одно изображение может быть повернуто или взято с другой точки зрения, может быть увеличенной версией другого изображения или показано при других условиях освещения. Предлагается способ, система и программный продукт для математического представления изображений через векторы признаков в виде гауссовой пирамиды и их последующего сравнения. ", "imgs": ["9-5-1.png", "9-5-2.png", "9-5-3.png", "9-5-4.png", "9-5-5.png"], "label": "9-5-1.png"}, {"tree": 9, "name": "ФИЛЬТРАЦИЯ ВИДЕО ДЛЯ ВИДЕОТЕЛЕФОНИИ И ВИДЕОКОНФЕРЕНЦИИ\r", "number": "9497413", "category": "Анализ изображений. ", "issue_date": "15.11.2016", "application_date": "02.12.2015", "department": "США", "applicants": "International Business Machines Corporation", "inventors": "Abdullah Q. Chougle\nAkash U. Dhoot\nShailendra Moyal", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US177605980 \r\n", "text": "В зависимости от устройства (телефон, планшет, ноутбук), способа и контекста связи (пропускная способность канала, время дня и т.п.), может быть невыгодно передавать информацию, собранную устройством, неизменно во всей её полноте. Предложенные система, способ и ПО фильтрации служит для оптимизации характеристик видеопотока. Компьютер принимает несколько кадров от презентатора; определяет, превышает ли разность между ними заранее заданный порог​; отбрасывает видеоданные, связанные с разностью между кадрами и создает следующий кадр на основе оставшихся данных. ​", "imgs": ["9-6-1.png", "9-6-2.png", "9-6-3.png", "9-6-4.png"], "label": "9-6-1.png"}, {"tree": 9, "name": "СИСТЕМА БЕЗОПАСНОСТИ, ОСНОВАННАЯ НА МЕТОДЕ ИНВАРИАНТНОГО БИОХЭШИРОВАНИЯ", "number": "9569773", "category": "Передача цифровой информации, например, телеграфная связь. ", "issue_date": "14.02.2017", "application_date": "04.05.2016", "department": "США", "applicants": "Island Intellectual Property, LLC", "inventors": "Bruce R. Bent, II\nCharles R. Buarque de Macedo", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US192229353 \r\n", "text": "Изобретение относится к системам защиты на основе биометрических данных для обеспечения аутентификации электронных запросов, связанных с финансовыми транзакциями. Биохэширование – это представление биометрических данных в виде криптографического ключа, представляющего собой короткий набор псевдо-случайных чисел. Предложенный способ включает создание асимметричного секретного ключа на основании пользовательского пароля и  признаков, полученных с помощью биометрического сканирования.​ Ключ действует только в момент аутентификации электронного сообщения и обеспечивает его цифровую подпись. \r", "imgs": ["9-7-1.png", "9-7-2.png", "9-7-3.png", "9-7-4.png", "9-7-5.png", "9-7-6.png", "9-7-7.png", "9-7-8.png", "9-7-9.png", "9-7-10.png", "9-7-11.png", "9-7-12.png", "9-7-13.png", "9-7-14.png"], "label": "9-7-1.png"}, {"tree": 9, "name": "УСТРОЙСТВО ДЛЯ КОНТРОЛЯ ПОЛОЖЕНИЯ ЛЕТАТЕЛЬНОГО АППАРАТА\r", "number": "10001546", "category": "Системы управления движением. ", "issue_date": "19.06.2018", "application_date": "02.12.2014", "department": "США", "applicants": "SITA Information Networking Computing UK Limited\r", "inventors": "Paul Gibson\nYanik Lacroix\nBenoit Jean Joseph Vachon", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US173925842 \r\n", "text": "Устройство и способ предназначены для мониторинга положения одного или нескольких воздушных судов. Эти данные могут использоваться для связи с пилотом или удалённого управления полётом операторами. Устройство содержит модуль для приема сигналов от источника радиоволн, расположенного на борту. Другие приемники расположены на территории несколько наземных станций. Также устройство содержит процессор, который собирает и обрабатывает все поступающие от приёмников данные, производит сглаживание и вывод информации в графическом интерфейсе навигационной системы. ​", "imgs": ["9-8-1.png", "9-8-2.png", "9-8-3.png", "9-8-4.png", "9-8-5.png", "9-8-6.png", "9-8-7.png", "9-8-8.png", "9-8-9.png", "9-8-10.png", "9-8-11.png", "9-8-12.png"], "label": "9-8-1.png"}, {"tree": 9, "name": "ПЕРЕНОС ЗАМЕТОК С ФИЗИЧКСКИХ НОСИТЕЛЕЙ В ЦИФРОВОЙ РЕДАКОТОР  \r", "number": "10325389", "category": "Обработка или генерация данных изображения. ", "issue_date": "18.06.2019", "application_date": "27.01.2016", "department": "США", "applicants": "3M INNOVATIVE PROPERTIES COMPANY\r", "inventors": "Richard J. Moore\nMichael C. Leighton\nGuruprasad Somasundaram\nOlof Roland Persson", "link": "https://patentscope.wipo.int/search/ru/detail.jsf?docId=US174238469 \r", "text": "Изобретение относится к устройствам и системам захвата, распознавания и редактирования изображений и может применяться в случаях проведения коллаборативных сессий, например, мозговых штурмов, когда участники генерируют идеи, записывая их на стикерах. Данный способ позволяет пользователю сфотографировать доску и автоматически перевести информацию из бумажных записок в аналогичный интерфейс приложения. Редактор даёт возможность изменять каждый стикер по отдельности, создавать новые комбинации, редактировать как сам текст, так и визуальные параметры стикеров.", "imgs": ["9-9-1.png", "9-9-2.png", "9-9-3.png", "9-9-4.png", "9-9-5.png", "9-9-6.png", "9-9-7.png", "9-9-8.png", "9-9-9.png", "9-9-10.png", "9-9-11.png", "9-9-12.png", "9-9-13.png", "9-9-14.png", "9-9-15.png", "9-9-16.png", "9-9-17.png", "9-9-18.png", "9-9-19.png", "9-9-20.png", "9-9-21.png", "9-9-22.png", "9-9-23.png", "9-9-24.png", "9-9-25.png", "9-9-26.png", "9-9-27.png", "9-9-28.png", "9-9-29.png", "9-9-30.png", "9-9-31.png", "9-9-32.png", "9-9-33.png", "9-9-34.png", "9-9-35.png", "9-9-36.png", "9-9-37.png", "9-9-38.png", "9-9-39.png", "9-9-40.png", "9-9-41.png", "9-9-42.png", "9-9-43.png", "9-9-44.png", "9-9-45.png", "9-9-46.png"], "label": "9-9-1.png"}]}