{
"0":"<p>Добро пожаловать в виртуальное здание будущего. Я буду вашим персональным ассистентом по его территории.</p> <p>На трёх этажах расположились инновационные объекты, соответствующие трём направлениям: «личность», «бизнес» и «общество».</p> <p>На каждом этаже есть 3 объекта. Для того, чтобы подробнее познакомиться с ними, заходите в области, отмеченные красными стрелками.</p> <p>Чтобы пройти игру, вам необходимо найти все 9 объектов.</p>",
"1":"<p>Ура, все 9 объектов найдены! Надеюсь, что полученная информация вдохновит вас на новые открытия.</p> <p>Нажмите клавишу «G» для того, чтобы получить подарок на память об этом путешествии - электронную книгу \"Год перемен: тенденции цифровой трансформации в 2020 г.\" </p> <p>До новых встреч и… счастливого будущего!</p>",
"2":"<h1>Первый этаж. Бизнес.</h1><p> Это центр деловой, производственной и торговой деятельности.</p>",
"3":"<p>Вверх по лестнице – коворкинг. Поднимитесь, чтобы увидеть инновационное рабочее пространство.</p>",
"4":"<p>С помощью этого лифта вы можете попасть на другие этажи здания. Также перемещение между этажами можно осуществить через главное меню (кнопка ESC).</p>",
"5":"<h1>Второй этаж. Личное пространство.</h1><p> Здесь вы найдете изобретения для комфортной и здоровой жизни.</p><p>После того как вы ознакомитесь со всеми тремя объектами, возвращайтесь к лифту или воспользуйтесь главным меню для перехода на следующий этаж (кнопка ESC).</p>",
"6":"<p>Поднимитесь вверх по лестнице.</p>",
"7":"<p>Пройдите через арку, чтобы войти в жилые апартаменты.</p>",
"8":"<p>Сегодня у вас отличное настроение! Добавим в помещение больше ярких красок.</p>",
"9":"<p>Воспользуйтесь главным меню для перехода на следующий этаж (кнопка ESC).</p>",
"10":"<h1>Третий этаж. Общество.</h1><p>Сюда жители здания приходят за общением, комфортным отдыхом, восстановлением сил и новыми знаниями.</p>",
"11":"<p>Зона отдыха, медитации и размышлений. Возможно, именно здесь вам придут самые светлые мысли о будущем или новые прорывные идеи.</p>",
"12":"<p>Вы перейдёте на следующий этаж через 3 секунды</p>",
"13":"<p>Вы перейдёте на следующий этаж через 2 секунды</p>",
"14":"<p>Вы перейдёте на следующий этаж через 1 секунду</p>",
"15":"<p>Для того, чтобы попасть на другие этажи здания воспользуйтесь лифтом или главным меню (кнопка ESC).</p>",
"16":"<p>Вверх по лестнице – спальня. Хотите вздремнуть?</p>"
}
